{"context": "Epilogue\nThe sky over the demon world is broken.  Lightning licks the strange geometries of cloud.  Around you rises the demon-city Akargath, warped crystal and flame, thorns and razor wire.  And this is the nice part of town.\nGods, you hurt.  Your skin's a burned ruin.  Bones in your ribs grind when you breathe.  Your suit hangs in tatters from your body.\nYour enemy stands before you: a towering figure of glass and knives.  Cackling madly, he raises one hand.  Dark power crackles along his talons.\nThe battle's taken almost all your strength.  Your Craft, your own power, stands at ebb.\nIf you don't win this thing soon, you're done.\nI run and hide.\nDiscretion is the better part of valor.  Or at least of surviving long enough to think up a plan.\nYou sprint left down an alley, and burst through a loading dock into what in your world would be the back room of a clothing store.  The mannequins and racks of garments are interspersed with what look like displays from a torturer's supply company.", "answer": "I disguise myself as a mannequin.", "alt_answers": ["I hide in the supply closet.", "I crouch behind a rack."]}
{"context": "You turn, at last, to the poker tables—Wakefield's already dealt in, seated next to…  Oh.  Gods.\nThat skeleton in green, with the hands of cold iron and the glyphs burning on the pate of his bared skull, and the mask of cured leather—that's Golan Varkath.  As in, the named partner Golan Varkath.  You've seen his portrait, but you've never seen him in person before.\nSo, what do you do next?\nI find Cass Chen and apologize for ditching her.\nYou start toward the crowd, but before you've made much headway your path's obstructed by Cass Chen.  \"Hey!\"  She looks confused.  \"We missed you at dinner.\"", "answer": "\"Can I make it up to you?\"", "alt_answers": ["\"I'm so sorry.\"", "\"I haven't seen Wakefield in months, and she showed up out of nowhere, and—\""]}
{"context": "I head straight for the poker table.\nYou join Varkath, Wakefield, and a few other monsters at the table.  The goddess of the game hovers above the felt, shifting and glorious, calling each player in turn to his or her destruction.\nNo sense waiting.  You sit down.\nWakefield looks up from the cards.  \"Decided to button up your trousers and play in the big leagues?\"\nI say nothing and let the dealer deal me in.\nVarkath says nothing; neither does anyone else.  The big blind this deal is a Craftswoman who's replaced her skin with scales, and the little blind's Varkath.  You glance at your cards when the bet comes around to you, and raise.\nWhat's your plan for the evening?\nI want to get Wakefield.  I don't care about the rest of the game.", "answer": "The game continues.  You you watch for your opening, playing slow and tight and watching Wakefield until you think you have her figured out.  You chase a few hands that don't make sense, and you think she gets the point.", "alt_answers": []}
{"context": "I head straight for the poker table.\nYou join Varkath, Wakefield, and a few other monsters at the table.  The goddess of the game hovers above the felt, shifting and glorious, calling each player in turn to his or her destruction.\nNo sense waiting.  You sit down.\nWakefield looks up from the cards.  \"Decided to button up your trousers and play in the big leagues?\"\nI say nothing and let the dealer deal me in.\nVarkath says nothing; neither does anyone else.  The big blind this deal is a Craftswoman who's replaced her skin with scales, and the little blind's Varkath.  You glance at your cards when the bet comes around to you, and raise.\nWhat's your plan for the evening?\nI want to beat Varkath.", "answer": "The game continues and you wait for your opening, playing slow and tight and watching Varkath's slick leather mask and clawed iron hands until you think you have the senior Craftsman figured out.  Skeletons have fewer tells, is all.", "alt_answers": []}
{"context": "You barely trust your own eyes.  Fortunately you have another pair to hand.  Cass Chen is also working late.  \"Hey, Cass.  Can you take a look at this?\"\nShe flies over from her portion of the wall.  These last few months haven't worn well on Cass.  She has dark circles under her eyes, and her face looks strained.  Since casino night, the two of you have been all business. No time for anything else, even nostalgia. \"What's the problem?\"\nYou show her.\nThere's a hole in the wall.  A tiny hole, but demons don't need much room to wriggle through.\n\"We need to tell someone about this,\" she says.\nYou nod, and rise into the real world.\n\"I found something.\"\n\"There's a hole in the web,\" you say.  \"Looks like the contract isn't as complete as we thought.\"\nYou didn't think his brow could furrow much deeper.  \"Does it look like the demons know?\"\n\"No.\"\n\"We'll bring it up at the morning meeting,\" he says.  \"And.  Jamie.  Good job.  Get some rest, okay?\"\n\"You could use some, too.\"\n\"Rest.\"  He says the word the way some people say [i]heaven[/i].  \"When I'm dead, maybe.  Or when the case is over.  Whichever comes first.\"\nYou leave him, this worried, haunted man, in the hallway, and go home yourself to sleep.\n\"In fact,\" Vega says.  \"Last night, I discovered a weakness in the contract.  A minor hole, related somehow to definitions of ownership.  I'll send you the details.  We will need any documents you can provide connected with this manner.\"\n\"Of course,\" Smith says.  Smith's voice is so ordinary you don't so much hear his words so much as assume them.  \"I'll have the documents sent.\"\nAnd that's all.  No mention of your discovery.  No mention of Cass.  Across the table, you see Chen swell with rage.  Vega's taken your thunder, and  hers as well.\nShe opens her mouth.", "answer": "I try to distract her.", "alt_answers": ["I stay silent.  Let Cass hang.", "I correct Vega's claim myself."]}
{"context": "\"I don't understand what you mean, sir.\"\n\"Well,\" Stone says.  \"What do those desert prophets say?  Those who have ears to hear, let them wear earplugs.\"  He drains the rest of his coffee.  \"Or something.  I need to get back.\"\nYou're not used to this kind of backbiting and politics.  If there were problems on the farm, people talked them out.  Or else if they nursed a grudge and told no one, they recognized this was damn fool behavior and didn't work to undermine one another.\nNew game, new rules.\nSeems to you everyone's behaving like kids in grammar school.  Secret agendas, hidden plots, wheels within wheels.  Who likes who more, who's jockeying for what position.  You thought serious people would be better than this.\nThis is all too familiar.  You know the dance—you've seen your parents pass through a version of it every social season.  One of your earliest memories is of Grandmere warning your mother to hide her contempt for a society \"friend.\"  You'd expected the trades to have slightly less tolerance of such maneuvering.  Perhaps you were wrong.\nTiresome.\nIt must be possible to be a partner in a firm without miring yourself in skulduggery.  Mustn't it?\nOn the way to your office, you pass Cass Chen's.", "answer": "She's pacing, with a sheaf of papers in one hand, but she is not reading the papers.  Her footsteps are heavy with anger.", "alt_answers": []}
{"context": "She laughs, and leaves.\nI leave as fast as possible.\n\"Late night,\" you say.  \"As usual.\"\nYou leave him there, with steam rising from the coffee to frame his face.\nAnd yet, here's a letter—a simple letter in plain Kathic—which represents the dam as a \"joint project,\" and notes how it will \"offer both our firms a foothold in new territory.\"\nThis is it.  This is the hole.  It's small, but if the demon hordes of Akargath claim Transdimensional executives represented the dam as a joint project—they might be able to push for joint ownership.  And from there… You have a sudden image of demonic hordes sweeping out into the deep jungles of Southern Kath, to breed and grow and infest.\nI don't need Vega.  I can fix this myself.\nSo, what do you do next?", "answer": "Let's claim the exec was speaking without authority.", "alt_answers": ["Knowing the source of the problem, I can patch the hole in the contract.", "I can contact the client."]}
{"context": "She laughs, and leaves.\nI leave as fast as possible.\n\"Late night,\" you say.  \"As usual.\"\nYou leave him there, with steam rising from the coffee to frame his face.\nAnd yet, here's a letter—a simple letter in plain Kathic—which represents the dam as a \"joint project,\" and notes how it will \"offer both our firms a foothold in new territory.\"\nThis is it.  This is the hole.  It's small, but if the demon hordes of Akargath claim Transdimensional executives represented the dam as a joint project—they might be able to push for joint ownership.  And from there… You have a sudden image of demonic hordes sweeping out into the deep jungles of Southern Kath, to breed and grow and infest.\nI don't need Vega.  I can fix this myself.\nSo, what do you do next?", "answer": "I prepare a flat denial that the letter's binding.", "alt_answers": ["Knowing the source of the problem, I can patch the hole in the contract.", "I can contact the client."]}
{"context": "So, what do you do next?\nI can contact the client.\nYou sure can.  There's even a dedicated scrying mirror on the forty-first floor that will let you reach John Smith.  But if you contact him, you'd better have all your i's dotted and your t's crossed first.\nAre you ready?\nAs always.\nYou give your progress one last review.\nYou've found regulations that indicate the executive had no negotiation authority.", "answer": "You've constructed a strong denial of the letter's power and significance.", "alt_answers": []}
{"context": "Monday morning comes too soon, though, as it always does, especially after a weekend spent working.  You pass the morning at your desk, trying to review documents, and nursing a cup of bitter, nasty break room coffee.\nYou do receive a note from Stone:\nYou seem to have taken my advice.  Well done.\nBut after the weekend you've had, you can't summon the strength to care.\n\"How did it go?\" you say.\n\"Pleasant.  Seaside.  Weddings.  Didn't miss this place, that's for sure.\"\n\"Glad you think so well of us.\"\n\"So,\" she says, \"what happened while I was away?\"", "answer": "\"I covered for you.\"", "alt_answers": ["\"Nothing.\"", "\"You almost got us in trouble.\"", "\"Vega saved my ass.\""]}
{"context": "You seem to have taken my advice.  Well done.\nBut after the weekend you've had, you can't summon the strength to care.\n\"How did it go?\" you say.\n\"Pleasant.  Seaside.  Weddings.  Didn't miss this place, that's for sure.\"\n\"Glad you think so well of us.\"\n\"So,\" she says, \"what happened while I was away?\"\n\"I covered for you.\"", "answer": "\"That's not what I heard.  I heard you ladled the blame on me.\"", "alt_answers": []}
{"context": "What now?  You can pace here, freely, and fiercely, pondering your next steps.  They don't look good, but maybe that's your exhaustion talking.\nR'ok needs the Drakovic contract changed, not broken.  But no black-market demon summoner is going to change a deal just because you ask.  Besides, even if you can renegotiate the  contract, you'll still need to get R'ok a visa in order to let him stay.  Best if you can pre-date it to before his summoning.  If they wouldn't give him one before, though, why would they now?\nSo—what's next?\nLet's renegotiate the employment contract.\nDrakovic Partners doesn't try to hide.  You find their address in a public directory, though when you arrive—a converted factory in what used to be the city's garment district before Shikaw's textiles industry gave way to tougher southern competition—you almost wish you hadn't.  Depressing is a poor name for a place like this.  Soul-sucking.  A dingy gray sign bolted to dingy red bricks next to a thick black door that might as well have \"Keep Out\" stenciled across.", "answer": "Time to lay on the charm.", "alt_answers": ["I'll try to browbeat her.", "I'll threaten to break her hold on the demons in the warehouse.", "Point out a weakness in her contracts."]}
{"context": "You bought a cider to keep the bartender off your back, and you've nursed it since.  The bartender passes you by with an icy silence.  You decide she deserves a good tip.\nWakefield rises first, and Smith follows her to the door, buttoning his coat, obviously intrigued.\nYou watch them go and lean back against the bar, pondering the maze inside your old classmate's brain, and the maze in Smith's.  Perhaps they are perfect for one another, now that you think it through.\nThen a waitress, come to clear the booth Smith and Wakefield have vacated, kneels beneath the table and rises, holding a familiar black briefcase.  \"Excuse me?\"  She scans the crowd, holding the briefcase high.  \"Does this belong to anyone?\"  You can barely hear her through the crowd noise.\nBut how can you catch up with them?\nAsk.  There are plenty of people on these streets.  Someone must have seen them.\nYou push toward the door.  Plenty of \"excuse me\"s and \"pardon me\"s on the way out—curt, sure, but then, you're in a hurry.", "answer": "The bar has a bouncer outside: a big, thick-cheeked guy with steel plates implanted on his forearms.  They glint in the gap between his coat cuffs and his leather gloves.", "alt_answers": ["The bar has a bouncer outside: a big, thick-cheeked guy with steel plates implanted on his forearms.  They glint in the gap between his coat cuffs and his leather gloves."]}
{"context": "This isn't the place for sympathy.  Wakefield isn't in control now.  The demon is.  If you think of her as human, you won't be able to fight hard enough to stop her.\nI blast the demon with all the Craft I possess.\nThe demon advances.  Wakefield's smile widens, and widens, until the corners of her mouth split on either side.  There are too many teeth in her mouth.\nThis is no time for subtlety.\nThe demon launches itself at you; you draw your work knife from the glyph tattooed above your heart.  It departs shining from your flesh.  Snow hisses and spits and sizzles along the blade.\nAnd from the blade you unleash your power: no tricks here, no clever artifice.  Raw might, and horror.  Every dream, hope, desire, sorrow, compressed into a single scream of light, a burning spear aimed straight for the demon.\nThe demon tries at the last minute to dodge, but the single column of your attack splits into a storm of thorns, all burning.\nThey catch Wakefield in the air.\nAnd they pierce.\nShe screams with her bleeding mouth, and the demon screams with her.\nThe demon-Wakefield isn't moving.  You stagger back.  Your breath steams in the cold air.\nYou're bleeding, you notice.  Strange that something like that could go unnoticed.  Not that you feel the pain yet.  You can see the blood, that's all.\nYou have a moment in which to act.  The demon's in Wakefield.  You might be able to get it out.  If not…", "answer": "I convince the demon to let Wakefield go.", "alt_answers": ["I try to banish the demon from Wakefield's body.", "I knock Wakefield out.  The demon can't use an unconscious mind.", "The demon's only supposed to be here until the end of the panel, right?  So if I just…end the panel…"]}
{"context": "\"You were born in Kath,\" he says, and you nod.  \"In the New World, in the liberated territories.  Gods have never been a problem for you.  For me, not so.  In some parts of the Old World there is peace, but in others the God Wars never ended.  The rise of Craftsmen disturbed old balances of power, created new vacuums, and now gods and their followers make war.  I left the Northern Gleb when I was ten, with my parents: left the crawling fires and the night raids and the screams across the sky behind.  I have made a life in Shikaw.  I have a good wife, and strong children.  They grow in safety.  I feel no sentimentality for the old order and the death it brings.\"\n\"We'll do the job,\" you say.  There may be a better answer to him, but exhausted and half-buzzed on bad whiskey in a cheap glass, you can't come up with it.\nYou fly south over the Fangs of Kath, into the deepening dark.\nNightmares of failure.  Of the goddess Ajaia tearing me to pieces while the partners laugh.\nIn the last few years you've grown intimately familiar with this suite of nightmares.  There's the vision in which you stand before the Court of Craft and open your mouth and the judge laughs and laughs.  You've attended countless dream-councils in your underwear, and walked out of a thousand depositions and checked your notes only to find you can't read them, that they're in fact stick-figures contorted into obscene positions.  You've double-booked yourself for meetings with name partners.\nThe worst part is when you wake up and realize how much this job has snuck under your skin.\nThe next morning's sunrise slants the shadows of branches and spears of pink sunlight across the suspended road.  The Temple Grove rises above the lesser trees, trunks fat and thick and scaled with ancient bark.  Branches broad as houses trail sleeves of moss.  A stairwell woven out of vines leads from the road to the dark arch of the temple entrance.\n\"Impressive,\" you say.  Craning your neck back until your muscles spasm, you still can't see the treetops.  They vanish into canopy.\n\"I've seen better,\" Pat replies, and rather than climb the ladder he rises through the air under his own power, wreathed momentarily in shadow.  You follow him.\nA hood-eyed priestess leads you mutely up a tunnel of interwoven branches, from which nightflowers bloom.\n\"Running scared, I guess.\"\n[i]No,[/i] the leaves say, and the wind, and the silence of trees shaped into a word.\nYou jump half out of your skin, and spin around, seeking a source for the voice.  It comes from everywhere at once.\nThe goddess.  Of course.  \"Lady,\" you say, tone respectful, turning still in search of a place upon which to rest your eyes.  Vines tremble.  Flowers open.  A gem-blue bird springs from a branch overhead and climbs toward the canopy, wheeling tight circles in the clearing.  \"Are your Craftsmen due to arrive soon?\"\n[i]There are none,[/i] the goddess says.  [i]I stand for myself, in the heart of my own power.[/i]\n\"That's…\"  Inadvisable, you're about to say, but Pat stops you with a glare.  \"Fine.    Shall we proceed, then?\"\n[i]Yes.[/i]", "answer": "Go easy on the goddess.  Try to lull her into complacency.", "alt_answers": ["We press her with question after question until she breaks.", "We trap her in a contradiction."]}
{"context": "\"So we're stuck here, fighting a superior enemy with inferior tools, in order to achieve an unearned victory.\"\n\"Welcome to office politics,\" Pat says, before he finishes his beer and calls for another.\nWe're on the wrong side in this case.\nBetween Ajaia and John Smith, if you had to choose who was on the right side of the case, you'd choose the former, not that you would ever admit this to Pat.  Smith unnerves you.  Even if he were a perfect gentleman, though, the approach Varkath's taken doesn't sit right.  If you beat the goddess fair and square, in a direct confrontation, you'd sleep easy.  But this—conning her into riding ill-equipped to battle…\nIt makes you feel dirty.\nWhat do you intend to do now?\nMy job.  I give this assignment my all.\nPhosphorescent purple flowers unfurl from vines in the canopies of magisterium trees, lighting the dark with false stars.\nYou're here to do your job, and you will.  You chose this road a long time ago.  Flinching now will soothe nothing but your conscience.  The starflowers glare from the canopy, and you stare back, unblinking.  You realize you're smiling when the muscles of your face start to hurt.\nThose false stars stare at you in your dreams.\nThe next morning you and Pat return to Temple Grove together.  Pat looks well-rested, excited for the day's battles.  You wish you could say the same about yourself.\nAgain you draw blood and mix it.  Again you scribe the Craft circle about yourselves, and descend—or rise—into the world of the gods.  Again Ajaia takes shape above you, around you—again she gives the darkness form.\nWhat's your strategy today?", "answer": "I play good cop—distracting Ajaia from our aims, lulling her into false security.", "alt_answers": ["I play bad cop—I press against Ajaia's version of events until it breaks."]}
{"context": "\"Do you think this is right?\"\n\"Does it matter what either of us thinks is right?  This works.  We will win this case.\"\n\"So we're stuck here, fighting a superior enemy with inferior tools, in order to achieve an unearned victory.\"\n\"Welcome to office politics,\" Pat says, before he finishes his beer and calls for another.\nWe're on the wrong side in this case.\nBetween Ajaia and John Smith, if you had to choose who was on the right side of the case, you'd choose the former, not that you would ever admit this to Pat.  Smith unnerves you.  Even if he were a perfect gentleman, though, the approach Varkath's taken doesn't sit right.  If you beat the goddess fair and square, in a direct confrontation, you'd sleep easy.  But this—conning her into riding ill-equipped to battle…\nIt makes you feel dirty.\nWhat do you intend to do now?\nI need to talk to the goddess.  In private.\nYou wander through the city streets, crossing rope bridge after rope bridge between broad wooden petal-landings.  Ghostlight spills out from cafes and bars onto the street, and people dance in the light as a boy strums guitar.  Women wander in clutches of four or five, arm in arm in arm, and touch one another and look your way and laugh.  A circle of pot-bellied, black-haired men play poker; as you pass, one throws down his hand and decks the player to his right.  Somewhere someone screams pleasure and broad leaves shiver with anticipation.\nBrawling, loving, singing, strumming, throbbing city, it embraces you, gradual as the growth of vines.  Humid, she presses you close as a lover.  You sweat in your suit, and undo two buttons of your shirt.\nYou don't know this city well enough to direct your steps, but rope bridge leads to rope bridge.\nAt last, you come to trees that tower over even the monsters of this forest—a citadel of living wood, starflower-lit by night.  The Temple Grove awaits.", "answer": "Tell her my strategy tomorrow—but lie.", "alt_answers": ["She needs counsel.  I refer her to Wakefield.", "Scare the goddess.  Convince her she cannot win—she has to settle."]}
{"context": "You call upon demons to fight him.  Hordes arise and descend.  He bends them to his will, but more emerge.  Even gods have their limits, and you test his.\nThe battle rages on for hours.  You bleed, and you ache, and you burn, and you scream.  He laughs, only laughs, and pursues.  You do not know how you will win this fight, but you'll think of something.\nMaybe.\nBut then, at the last, you're tired.  Your power is at ebb, and Smith stands before you, resplendent in fury.\nYou spring elaborate traps, and he strides through them.\nYou threaten him with retribution, you promise your friends will wreak vengeance upon him, but he does not care.\nYou flee, and he pursues you.", "answer": "You hide, and he sees through your disguise.", "alt_answers": []}
