{"context": "\"Fleance, which is a far cry from Fontybelle, by my reckoning.\"\nThe crowd titters nervously.  You realize that in their eyes, this encounter is still a part of your performance; you are, however, far from certain that Sir Jaundyce is a trustworthy scene partner.\n\"Enough, scamp,\" the knight says, planting his significant feet and jabbing a finger in what for the sake of argument can be called your direction. \"You have wronged me and you must answer for it.\"\n\"What have I done, prithee?\"\n\"'What have you done?'\" he sneers. \"You expurgated my dog, thou wretch!\"\nYou blink. \"I'm quite certain I would have remembered that,\" you deadpan, pleasing the audience. That one was for free.\nSir Jaundyce kicks a clod of earth at you. \"Villain, my dog was at my feet when I reclined some hour-and-a-half ago.  In my alert slumber—for I always sleep with eyes cocked—I saw you approach and heard noise of barking. I know 'twas you for I saw that hat looming above me.\n\"I demand you 'linquish my hound at once, sirrah, or taste my blade.\"  He hefts his mace with a bloodshot glare.\nI must entertain my audience.\nHow?", "answer": "I will bamboozle him.", "alt_answers": ["I know just the song for the occasion, if I can drum up the nerve to sing it….", "A touch of comic flirtation will amuse the throng and transform the mood."]}
{"context": "\"Fleance, which is a far cry from Fontybelle, by my reckoning.\"\nThe crowd titters nervously.  You realize that in their eyes, this encounter is still a part of your performance; you are, however, far from certain that Sir Jaundyce is a trustworthy scene partner.\n\"Enough, scamp,\" the knight says, planting his significant feet and jabbing a finger in what for the sake of argument can be called your direction. \"You have wronged me and you must answer for it.\"\n\"What have I done, prithee?\"\n\"'What have you done?'\" he sneers. \"You expurgated my dog, thou wretch!\"\nYou blink. \"I'm quite certain I would have remembered that,\" you deadpan, pleasing the audience. That one was for free.\nSir Jaundyce kicks a clod of earth at you. \"Villain, my dog was at my feet when I reclined some hour-and-a-half ago.  In my alert slumber—for I always sleep with eyes cocked—I saw you approach and heard noise of barking. I know 'twas you for I saw that hat looming above me.\n\"I demand you 'linquish my hound at once, sirrah, or taste my blade.\"  He hefts his mace with a bloodshot glare.\nI must entertain my audience.\nHow?", "answer": "If my muscles comply, I've a notion to turn my fear into a bit of a spectacle.", "alt_answers": ["I know just the song for the occasion, if I can drum up the nerve to sing it….", "A touch of comic flirtation will amuse the throng and transform the mood."]}
{"context": "\"What have I done, prithee?\"\n\"'What have you done?'\" he sneers. \"You expurgated my dog, thou wretch!\"\nYou blink. \"I'm quite certain I would have remembered that,\" you deadpan, pleasing the audience. That one was for free.\nSir Jaundyce kicks a clod of earth at you. \"Villain, my dog was at my feet when I reclined some hour-and-a-half ago.  In my alert slumber—for I always sleep with eyes cocked—I saw you approach and heard noise of barking. I know 'twas you for I saw that hat looming above me.\n\"I demand you 'linquish my hound at once, sirrah, or taste my blade.\"  He hefts his mace with a bloodshot glare.\nI must calm this drunkard.\nHow?\nI will faint dead away, for he cannot stay enraged at an unconscious adversary.", "answer": "You bid your blood freeze up and make you as the dead. [+Melancholy]", "alt_answers": []}
{"context": "I must entertain my audience.\nHow?\nA touch of comic flirtation will amuse the throng and transform the mood.\nTime to employ your most dangerous weapon…your charm. [+Blood]\nWho, exactly, are you flirting with?\nSir Jaundyce, not for any attraction but for the theatricality of it all.", "answer": "You elect that it can't hurt to try your luck with the knight. Well, it certainly could, but you haven't time to try much else.", "alt_answers": []}
{"context": "Well, someone needs to do the laundry.\nIf the skirts, shirts and underclothes don't get a few hours of hanging in sun, then like as not your whole family will have damp drawers on the morrow.  You roll up your trousers and push back your sleeves.\nYou could feel angry about them, or worried…but they must have some reason for being absent.  In the meantime, you can step in. Chores come and go, and it will all even out in the final reckoning. [+Phlegm]\nYour older brother's wide face is flush with excitement—or, at least, was until he saw you.  Morris is shirtless and similarly reddened, with strange wide spots on his neck as from a sucking mouth.  Are there leeches in the water?…oh.\nYou notice a girl with long chestnut hair peek out from behind Oliver's back, her hands clutching his upper arm.  A boy with a clean-shaven head was running his hands through Morris's mop of black curls, but when the quartet noticed you he pulled his fingers away.\n\"Fleance? What are you doing down here?\" Oliver says with a frown, wiping his hands on his loose-fitting shirt.  \"Just having a splash?\"\n\"Did Mum send you to look on us?\"  Morris asks, casting an involuntary glance far up the hill towards the house.\nYou step away from the water, shaking your hands dry.  Whatever liaison your brothers have arranged, clothing seems only to be an impediment to it.\nThe girl picks up a comb that was lying near the stream—apparently, this was the only reason they returned, and they have other places to be. They're staring at you, uncertain how you'll react.\nTell them about my performance.\nYou're too excited not to try and share.  \"I wanted to tell you what I was doing in Billingsley yesterday—what I was really doing.\"\nThey look at each other.  \"Fleance…\" Oliver begins, delicately. \"Need we get into that this very second?\"\n\"Or could we defer it for when we don't have…guests?\" Morris says, touching the young man's arm.", "answer": "Heaven forfend that you should expect your family to turn an ear towards you for more than ten seconds a day.  You work to master your anger and feel the cheery blood in your veins instead.", "alt_answers": ["For a moment, anger and disappointment do battle in your mind, but you crack the whip and send them back to their cages.  [i]I shouldn't be so wrapped up in crowing about myself that I neglect those around me.  I can wait.[/i]"]}
{"context": "You stretch as the silent meal winds to a close, catching your father's eye.  \"If you like, Father, I could go to town today to deliver the apothecary's latest order.\"\nYour father grunts and nods.  \"You seem to be looking for ways to make yourself useful, at last.  On with you, then.\"\nYou finish eating and scurry away from the table before he changes his mind and you get ensnared by some other familial tedium.  On a sudden whim, you grab your hat from your trunk and bring it with you…a reminder, perhaps, of the opportunity that may be within your grasp before too long.\nRecite a long comic ode to keep my mind occupied.\nBest to use the time purposefully rather than let yourself stew about this business with Ruffino either way. [+Phlegm]\nYou know \"[i]The King's Cobalt Gown[/i]\" so thoroughly that the recitation is calming, like a risque mantra.", "answer": "It may charm an answer from them if I bat my eyes, flash a smile, and play the babe in the woods….", "alt_answers": ["I should ask about the Duke obliquely.", "I should do a little demonstration for them and see if they raise the topic….", "Perhaps I can be bold enough to ask direct…."]}
{"context": "\"I must know,\" you say, clearing your throat after a moment's pause. \"Is His Grace the Duke genuinely seeking performers? Or are the stories about his search only taking your act as their source?\"\n\"Oh, no, Ruffino has real teams at work watching our fellow Brentons embarrass themselves,\" Wendell says. \"And he is seeing supplicants at his palace who care to try their luck.\"\nIt's a relief to be reassured that you did not break away from your family for a pure fantasy. \"Have any from the Bardbrood showed their skill and sought a position in the court?\"\n\"I know you tried to interject out of concern for what you saw,\" the former courtier says with a look of understanding, \"but you must know 'twas all under control.\"\n\"I'm sharing these secrets because you're the only soul yet to discern that what you saw was theatrics, which means you have an artist's eye,\" Wendell says, more in tones of an aged professor than a peer no more than two years your senior. \"But I certainly don't expect you to understand yet the value of the Bardbrood's work.\"\nYou look at the three of them, trying to decide how you feel about the whole affair.\nI think they're lashing out because His Grace didn't pick them, and while I can be polite, I'm not sure they're worth my time.\nMelancholy has a way of making you see the perils of all sides of a decision, and here you're convinced you'll alienate this society of fellow artists the moment you make their acquaintance. [-Surety] Fortunately, fear animates your skills of self-possession and you actually cut quite a composed and appreciative figure, increasing their estimate of you. [+Bardbrood]", "answer": "Mild and composed as you are by temperament, the pleasantries come naturally and you discern the soldier and courtier accept your appreciative words at face value. [+Bardbrood] From Wendell's looks, though, you deduce he can see the disapproval you're hiding skin deep, and that he doesn't much appreciate being judged. [-Wendell]", "alt_answers": []}
{"context": "I'll march up to the camp.  We Brentons are a hospitable people.\nA bit of companionship—to say nothing of firelight and food—sounds delightful after a long day's walk.  And in this peaceful country, there's no need to fear strangers. [+Blood]\nYou tighten the knot on your bundle of possessions as you walk into the Joined Woods, tired feet crunching on the leaves.\nBefore long, you can start to make out the camp clearly.  A covered wagon is illuminated by a billowing bonfire.  Four men and women are sitting around a cauldron of food—excellent-smelling food, you think, eyelids fluttering in anticipation—while a tall woman plays the lute and a couple dance with tambourines.  Horses tied up around the camp graze in peace.\nYou can't place the song, but can appreciate the quality of the lutist's playing.\nYou come to a stop one or two dozen yards from the camp, plainly visible in the firelight.\n\"Hello the camp,\" you call out, cheerily.\nThe music stops as the camp takes notice of you.  You espy one of the seated men flipping the point of his knife towards you.\n\"I'm just a simple traveler,\" you explain, palms raised, \"emphasis on the 'simple.' I saw your fire and—\"\nYou politely come to a stop as the lutist cuts you off.  \"A traveler,\" she says, looking you over.  She cuts a distinctive figure, tall as a draw horse, with long hair the white-blonde of fresh butter.  \"Are you alone, traveler?\"\n\"I have business at Duke Ruffino's Court,\" you nod.\nSeveral of them burst into surprised laughter at this.  \"A bit underdressed, aren't you, sirrah?\" one calls out.\n\"His Ostentatiousness is seeking performers of all stripes, and I go to offer of myself,\" you say, the inquisition starting to get a bit uncomfortable.\nIt may be a gamble, but if I invite them to test my performing skills, it should be proof enough of my tale.\n\"A wager, O Lady of the Strings,\" you say, striking a pose.  \"If I can prove unequivocally that I am a performer destined for greatness at Duke Ruffino's Court, will you grant me all the stew and firelight my body can absorb?\"\nShe crinkles her nose at you.  \"…one bowl,\" she says.\n\"Four,\" you rejoin immediately.\n\"One.\"\n\"Two, plus bread.\"\n\"One.\"\n\"If my bowl is the cauldron.\"\n\"What?\"\n\"Settled!\" you cry in triumph.  \"Now prepare yourselves, timid hearts, for a display of prowess that will linger in your dreams for decades…whether your dreams of good or dreams of ill, only time will tell—\"\nYour expression slips ever so slightly as she extends her instrument to you, neck first.\n\"Surely, great one,\" she says with a smirk, \"a talent of thy stature can dazzle us with this.\"", "answer": "Let me keep the overinflated personality going and see where it leads.", "alt_answers": ["I suppose I have to play it.  How hard can it be…?"]}
{"context": "Just remember how much your family believes in you, and then feel the opposite.\nThe short footman leads you to a small door on the side of the red stone keep.  The light level drops precipitously as you enter. Torch sconces are very widely spaced, and no windows reach the narrow hallway the footman chooses.\nYou clear your throat. \"Did I hear we're going to meet Malodoro?  Prithee, who is that?\"\n\"She's Chief Steward,\" he says without looking at you.\nOnly one of the most influential people in the entire Duchy. Perfect.\n\"Have you worked here long?\"\nIt takes a moment before he realizes you're still addressing him.  He frowns.  \"Nigh on eight years,\" he says.  \"Conscripted to fight the corsairs…now I watch the gate.\"\nYou nod at his back.  Someday you might be able to say you've been here eight years, or more besides.\nOf course, if you fail today, like as not they'll press-gang you, stick a pike in your hands and point you at the corsairs too…if they don't just toss you from the castle walls.\n[i]Stop it,[/i] you tell yourself. Wendell failed his audition and survived yet. You will do the same.\nYou hear babbled conversations and the clatter of glassware and platters in several of the rooms as you walk past. The servant's wing, you suspect.\nYou enter a winding staircase and ascend a level.  Your heartbeat echoes mightily off the stone walls.\nMidway through a brighter hallway lined with lush tapestries, the footman stops at a door and gives a series of precise knocks at moderate volume—as if following specific instructions.\n\"Well?\" you hear a throaty voice call out from inside.\n\"Pardon me, Madame, should I start performing?\"\n\"That is the conventional meaning of 'Begin,'\" she says, tilting her head ever so slightly.\n[i]Just do something,[/i] you think, trying to tamp down a sudden shiver of worry. [+Melancholy]", "answer": "A sleight-of-hand trick.", "alt_answers": ["A bit of acrobatics.", "A fine speech about duty and service.", "A joke or two."]}
{"context": "A tuneful ballad.\n\"Oooo,\" you begin to croon as you remove a beaded shaker from your pouch.\n[i]\"Tonight at the palace with stars in her eyes[/i]\n[i]A maiden unwavering pledges her life[/i]\n[i]To the chivalrous knight who sails off to fight [/i]\n[i]On the morrow…\"[/i]\nMalodoro strikes you as a traditional soul—therefore, one of the safest, tamest, best-known love ballads in Brenton seems an appropriate choice.  Besides, you know it sleeping and waking, and though it bores you to distraction it suits your voice nicely.\nThere's a bit of a smile on Malodoro's lips when you finish.  \"Hmm,\" she says.  She taps out the rhythm on her desk, haltingly, a bit like a chicken playing a drum with its beak.\n\"Hmm,\" she says, smirking at you.\n\"Thank you,\" you say, dipping your head modestly.\n\"That'll do,\" she says with a sigh, taking a seat at her desk.  She jabs one hand towards the empty chair.  You sit opposite her, slowly, struggling to read her feelings.\n\"Fleance, madam,\" you say, moistening your lips.\n\"Have you prior experience in a noble house?\" she asks.", "answer": "\"Oh, yes, I'm quite experienced.  I've been in service all my days.\" (I'm sharp enough to sneak the lie through.)", "alt_answers": ["\"No, madam.\"", "\"Can you repeat the question?\"", "\"I've experience throwing eggs at their walls and lifting pies from their windows, if that's what you mean.\""]}
{"context": "Since the others have made their marks, I'll do the same.\nWhatever you may want to create in the future, your whole focus now is on being a successful member of Duke Ruffino's company. If this is part of being a full participant in this ensemble, headed by Timshel, then it's no issue at all to make a mark.\nYou imagine Wendell would scoff at you, but you'd do well to note which of you secured a position in a noble house, and which of you is lurking in hollow trees and making fellow Brentons agitated for their own amusement.\nTimshel is so enthusiastic that you've joined the throng that it's hard to feel anything but excited along with him. [+Blood] \"Fleance, you bring something that was sorely missing in our company. It is a great pleasure indeed to have you in the merry pack.\"\nYou part company in high good humor.\nYou'll learn what you can about this 'welcome letter' of Timshel's, and glean everything you can about the Bardbrood besides. It seems there's far more to the organization than Wendell's rascally adventuring projects. As your eyes grow heavy, you're satisfied that you put off the decision until you can make it in an informed manner.\nFor all his bumbling demeanor and kind words to you after dinner, you come to believe that Timshel must needs be watched closely. He would happily have captured your mark on the paper without letting you know an inkling of what it represented. It's fortunate in a way that he exposed his capacity for subterfuge so early on in your tenure with the company, so you can know to be vigilant going forward.\nWhat have you done, to strike up a conflict with the head of the company practically within hours of arriving in the Duchy? You let out a sigh. Hard though you are on yourself, you know that the fault was Timshel's, not yours, to try to take advantage of your inexperience with a predatory agreement. He's a man who must be watched closely, clearly, despite his bumbling appearance. You hope that the rest of the company is not so two-faced, and that they can help you understand the value of the rights and potential with the Bardbrood that Timshel was so keen to have you sign away.\nSleep comes eventually, clean and dreamless.", "answer": "I'm a fine impersonator: I'll pretend to be Timshel for a bit of fun.", "alt_answers": ["I'll give a hearty greeting to all.", "No need to make a scene; I'll just come in and find my place."]}
{"context": "I'll give a hearty greeting to all.\n\"Look who it is,\" says Gilbert with a smile, twiddling his strings as you appear.\nYou immediately fall into a mincing strut in time with his fanfare, nose in the air.  Eyes crinkling with good humor, Joan plays along on her pipe, and Aaron and Gitel fall in step with your parade, putting on delightfully inbred aristocratic airs.\nMoargen grins as you bow to him and receives your attentions with an ever-so-poised nod of the head.\nThe moment fizzles out shortly thereafter, replaced with a pleasant trickle of conversation.  It is gratifying, you must admit, to feel like you're finding your place in this company so soon. [+Surety]\nAs the company forms a circle around him, his eyes meet yours.  He gives you a cordial nod, and you give one in return.  Simple as that, the moment moves on—and you breathe a bit easier.\nYou join the company in forming a loose circle around Timshel.  Though his expression is bright, you notice he steadfastly refuses to look at you as he scans from face to face. [i]Let him keep me at arm's length, then.[/i]  If this is as far as his spite goes, you'll count yourself lucky.\n\"We all have different strengths,\" Timshel begins, punctuating his speech with a flaky belch.  \"Pardon.  The question is how to order ourselves to maximum effect, so one moment flows properly into the next and the end result is an audience flat on the floor, laid low by the accumulation of spectacle.  I've given it some thought, and here are your marching orders.\"\nHe clears his throat. \"Naturally, I will open the proceedings, with musical accenture from dear Gilbert and Joan.  Then an exhibition of tumbling—\" here with a nod to the gymnastic duo—\"followed by a bit of a saucy song I composed recently, followed by…perhaps a bit of mechanical dazzlement, what say you?\" This to Aitoko, who nods assent.", "answer": "Presentation is everything…so with a bit of mental dexterity I can try to explain my idea as an extension of his.", "alt_answers": ["I will try to encourage collaboration in practice rather than challenge his idea openly.", "I believe my idea will be better for all, and have the wisdom to support it.", "Perhaps if I improvise some compelling sketches or models of what I mean, my concept can win the day."]}
{"context": "\"You're savvier than I,\" Moargen chuckles as you tell the tale. \"I nearly signed myself, until Joan set me wise.\"\n\"I had an inkling based on how cross he seemed to be with you today,\" Moargen says, looking sidelong at you. \"He was upset with me for days after I refused, tho' I only did it because Joan set me wise in time.\"\n\"He said everyone signed.\"\n\"Aaron and Gitel did, but they've no interest in performing outside these walls.\"\n\"I take it you do?\"\nMoargen looks up, a smile playing across his face. \"That's a matter for another day,\" he says.\nHe winks at you and you can't restrain a small sigh.  If you want to act while you have a private moment with him, you reason, now would be a marvelous time to do so.  But first, you need to decide what exactly you want from him…\nI shall work to secure a kiss from this paragon.\nYour passion runs hotter than ever as you clasp Moargen's hand and lead him into a side room. [+Bile]\n\"Hold,\" he says, pulling from your grasp.  \"What are you doing?\"\nYou're hardly certain you know how this will progress, but you cannot bring yourself to care about that now.  You must decide how to proceed before his wariness sends him out the door.\nI will sway him with my words.", "answer": "\"Do not look now,\" you murmur, \"but we are in grave danger.\"", "alt_answers": ["\"I was thinking a bit of an [i]amuse-bouche[/i] before dinner would be delectable,\" you say, lingering on the wordplay.  \"What do you say?\""]}
{"context": "Irreverent banter.\n\"You have seen many marvels on stage today, have you not, esteemed guests?\" you say, rocking back and forth on your heels.  You hardly take note of the desultory applause before strolling towards the table stage left.\n\"I assure you we have witnessed marvels of our own.  For instance, never have I seen sausage consumed in this fashion,\" you say, leaping towards a young noble's plate, where a pile of transluscent casing is coiled in an empty pile.  \"This is known as the mosquito method of sausage ingestion, where the meat is sucked free and the casing remains whole. Exemplary technique—wherever did you learn it?\"\n\"I…\" the round-faced noble is completely at a loss, feeling the entire hall's attention on him.\nYou tap your forehead with your palm as if struck with memory. \"Ah—begging your pardon, now I understand.  Of course you are naturally adept at sucking dry whatever you fancy; you are an aristocrat, after all! Or perhaps,\" you continue immediately, feeling a thrill at the collective intake of breath after your dig, \"you were forced into th'suck because you misplaced your knife.  I would lend you mine, but 'tis duller than my wit; better served would you be by carving a goose with your boot….\"\nBefore your banter goes further, the tumblers swoop upon you in an exaggerated effort to silence you.  You are lifted, twisted and generally bandied about like a sheep between sheep-dogs as they demonstrate their physical prowess—your voice rising out in comic objection throughout the process.\nThe exhibition of wit leaves the audience breathless with mirth when all is said and done [+Renown], though your spicy asides raise more than a few eyebrows. [+Knavery]  Most notably, Duke Ruffino himself seems pleased, and from a vulture's vantage point away from the tables even Malodoro seems content. [+Malodoro].\nNone would begrudge me a chance to extend this moment with another exhibition of skill.\nAaron, Gitel and Timshel are nearest you when you dash back to center stage.  You can tell they are bothered and bewildered as you address the crowd again. [-Company]\nTo showcase your range, this time you will draw on:", "answer": "My artistry.", "alt_answers": ["My wit.", "My physicality.", "My insight.", "My repertoire."]}
{"context": "You settle into a fine working relationship with your company, though there is not always great love lost betwixt you and every one of your comrades.\nYour relations within the company are on the strained side, though you imagine that could change the longer you work together.\nSo busy are you that opportunities for revelry in Port Covens have been scant these early months; but that changes when Aaron and Gitel approach you one afternoon while you are doing a spot of sketching in the gardens.\n\"You need to stop that and come with us,\" Aaron says.\n\"Why? Is it poisoned?\" you say, flinging your charcoal away.\nGitel explains that most of the company is planning to attend a performance sponsored by the local Bardbrood, seeing as how there's no feast tonight. \"There are two works being debuted, one of them by The Muse! The greatest artist in Brenton. This is not to be missed.\"\nSo enthusiastic are they, and so uneventful your own immediate plans, that you agree to come along. You sink into thought as you nip back to the longhouse to grab a few coppers.\nI've scarcely given the Bardbrood a thought, so content have I been with courtly service; but won't mind learning more.\nYou're open to the full range of possibilities. [+Phlegm]\nAitoko is teaching Moargen how to juggle as you and the tumblers walk up to meet them. Millicent has forged ahead in impatience, sighing heavily on the other side of the palace gates. Moargen happily passes off the beanbags to you as you and the illusionist, by silent agreement, attempt a bit of tandem juggling whilst you walk.\n\"Your first time attending a Bardbrood event, is it?\" Moargen says, ducking as one of your throws goes wide.\n\"Aye, for all intents and purposes.\" You fumble a catch and place the bag on your foot before launching it up to continue the exercise. \"There was this mad affair I saw on the road to the Duchy, where a pair were pretending to be His Grace the Duke's lackeys, recruiting for the company, and this firebrand Wendell was placed within the audience—\"\nNow it's Aitoko's turn to drop a catch. You break off as you realize your company-mates are all staring at you.\n\"You've met Wendell?\" says Moargen, eyes wide.\n\"Yes…\" You give a bit of a scoff, uncertain what all the looks might mean. \"He styled himself 'The Prince of the Bardbrood.' Imagine!\"\nGitel puts an arm around your shoulders. \"Fleance…do you recall I said there were two works to be debuted tonight?\"", "answer": "Given his standing, if I've enough control of face and body I'd do well to play the fawning role he's set me.", "alt_answers": ["What a risible power game; I've wit enough to puncture the bladder of his pride.", "Best to adopt a charitable demeanor despite the offense and make a simple reintroduction.", "If I can recall a fine epigram about the vagaries of memory, 'twould be well-placed here."]}
{"context": "It must go into the cage.  Nothing else will do.\n\"Come, come, beastie,\" you coo, reaching out for the creature.\nAs anticipated, as soon as it recognizes your intent it grows frenzied; but you have enough surprise on your side to secure it into the cage regardless with only modest damage to your flesh and cloth.\nMagnus hoots with fury and sorrow at the ignominious treatment. [-Magnus]  But you breathe a sigh of relief as you head for the door, reasonably confident that the creature will not make mischief in your absence. [+Surety]  You push the thought from your mind that the beast already broke its way out of the cage once before. You need to focus.\nThe late afternoon sun is inviting, so rather than walk through the hallways and risk getting lost you descend to the bottom of the East Tower and head back to the grounds. You find a rain barrel just outside the East Tower and take a moment to wash your face and take a sup of water.  You attribute any chill in your stomach to the liquid as you start to walk.\nThe gate that welcomed your party earlier today was a side entrance intended for deliveries and laborers, you remember hearing.  The main gate is on the northern side.\nYou straighten your garments and decide to play the foreign courtier, making entree through the grandest pathway the palace has to offer.  After all, your first time is meant to be special, is it not?\nA deferential introduction and request to confirm I'm on the right path will soothe them.\n\"Hullo, hullo,\" you call out cheerily as the soldiers turn to you.  From their reactions, you conjecture it's odd for them to see a strange figure approaching them from inside the palace already, rather than through the gates, you conjecture.\nYour over-warm approach engenders more suspicion than confidence, which only continues the longer they interrogate you. You hope you don't do your prospects any great harm with this misunderstanding. [-Surety]\nThey are nakedly dubious that Duke Ruffino would have sent you as a gift to His Majesty along with the wheels of farmer's cheese and salt fish.  When they do confirm His Majesty's Court takes their repast in a ballroom just up the staircase and adjoining the Great Hall therein, you bid them a goodbye quick as you can.\nYou half expect to get a pike in the back as you depart. You gather fools and entertainers are little known here, and they're like to spread the word that you need watching.", "answer": "You squint and pat your pockets as if looking for a pair of glasses.", "alt_answers": []}
{"context": "Kitty smooths out her doublet. \"You'll have no difficulties encountering fellow fools who count the Bardbrood their artistic home in Hondelet,\" she says with a shrug. \"But from what I know, Raphael himself is more elusive. You will encounter him if he cares to be encountered.\"\n\"Just as secretive as The Muse, then?\"\n\"Who?\"\nYou wave the last question away with a smile, proffering words of thanks. Though not unhelpful, she clearly does not travel in the proper circles to get you the answers you seek.\nI wonder if anyone else will be performing tonight.\n\"The trumpeters announce His Majesty's appearance and departure with fanfare, and that's the closest we come to spectacle on your run-of-the-mill day,\" she says, walking sideways so she can look you in the eye.  \"You will be somewhat…anomalous.\"\n\"Just what I like to hear.\"\nAt the top of the stairs is an archway.  \"Your public awaits,\" says Harlowe, gesturing you through.\n…and he looks bored.\nYou can scarcely make him out from this distance, but the way he leans against his high-backed throne while two aristocratic petitioners bend his ear suggests a man more than weary of what he's hearing.\n\"The King?\"\nKitty Harlowe follows your gaze and nods.  \"Before dinner is his appointed time for Grievances and Disputes,\" she says, indicating to you the row of stools that lines the outside wall.  More than a dozen additional nobles in various states of dudgeon are apparently waiting in line for a moment of the King's attention.  While they wait, they stare at the backs of the small cadre of aristocrats who are currently seated at the long tables, amusing themselves with wine, cheese and talk.\n\"His Majesty's Royal Council, as well as his Generals and the Knights of the Glade…his personal guard.\"\nThe esteemed Councilors, Generals, and Knights seem far more interested in each other than in His Majesty.  You note that the other two thrones on the dais are empty.  \"Queen Hero will be in just before dinner is served,\" Kitty explains.  \"And the other is for the Heir Apparent, Prinxe Hailey, sometimes called Hail.\"\n\"Will the Prinxe also be in attendance tonight?\"\nShe is silent for a moment.  \"That chair is reserved for Prinxe Hailey,\" she repeats. [i]There's a story there,[/i] you think, your curiosity bubbling up.\nYou keep your other questions to yourself as Kitty fills you with additional tidbits, scanning the rather gloomy space. This room either needs an expert fool to lighten it up or a tidal wave to simply wash it clean.  The trick is, you shan't know which until after you start, and your waterskin is in your other trunk….", "answer": "I'll perform some table tricks and other feats of stagecraft for the courtiers.", "alt_answers": ["I'll announce my presence gently with some unobtrusive music.", "I'll cut the line to offer my own witty petition to the King."]}
{"context": "\"I will introduce you.  Remember what you told me,\" she says, quite soberly. \"Do not lose sight of why you do this work in the hustle and fluster of the moment.  It is more important than you realize.\"\nYou regard her as she takes a confident position in the center of the open rectangle between three tables. Why might your intentions matter so to her?\n\"Your Majesties…esteemed ladies and gentlemen…\" she begins.\nA number of sour looks are mixed into the crowd from those who were less than impressed by your efforts before the soup, but you cannot worry about them now.\n\"By your leave, Your Majesties: The good fool Fleance, from the Court of Duke Ruffino!\" Kitty finishes, leading off a round of applause.\nYou take her place on the stage, taking a moment to look closely at everyone, especially the purple-clad figures on the dais.  His Majesty is a man whose prime has only just passed him, but whose careworn face looks far older. His purple robes are sumptuously tailored, accentuating his broad shoulders and mostly obscuring his ample stomach. His crown is tall, like a filigreed birdcage with golden wires that weave and intersect in brilliant rococo curlicues. His blandly level expression nevertheless has an unpredictable twist to it around the eyes and the mouth, as if he could burst into laughter, tears, dreamless snores, or a snarling rage at any second. He grips the arms of his throne with velvet gloves as he looks from the dais.\nYou shake away your observations and immediately leap into your first offering—something flashy and energetic to catch their attention:\nAn acrobatic jig, with the audience supplying the beat.\nWithout speaking, you raise your arms above your head.  You stomp one foot in a moderate tattoo and pantomime banging a fist on the table at the same time.  It takes  but a moment for enough souls to catch on to have a beat fill the air.  Once established, you leap skyward and begin to let your feet fly.\nYour grace and athleticism shine through as you leap and cavort wordlessly through the space—even going so far as to jump on the west-most tabletop without spilling a drop of soup.  The appreciative applause and murmurs that fill the space when you finish brings you a rush of delight, especially when you see Their Majesties acclaiming you by tapping their spoons against their soup bowls.  [+Surety]", "answer": "mustering up enthusiasm that you don't feel.", "alt_answers": ["filled with genuine good feeling."]}
{"context": "Your grace and athleticism shine through as you leap and cavort wordlessly through the space—even going so far as to jump on the west-most tabletop without spilling a drop of soup.  The appreciative applause and murmurs that fill the space when you finish brings you a rush of delight, especially when you see Their Majesties acclaiming you by tapping their spoons against their soup bowls.  [+Surety]\nmustering up enthusiasm that you don't feel.\n\"For my next endeavor—\"\n\"Your Majesties, I beg your gracious leave.\"\nYou freeze as a grizzle-faced man rises to his feet from the table on your right.  He wears a star-shaped pendant wide as his head; the necklace shifts back and forth across his stout stomach as he jabs a hand towards you.\n\"This seasick ragamuffin, shipped to thee by that provincial sourpuss Ruffino; how do you take his measure at this time?\"\nAll eyes shift to the dais.  King Saul clears his throat and inclines a purple-gloved hand to his Queen.\nShe tilts her head and gives an elegant shrug.  \"I would not mind diversions such as this to watch whilst I await my cooling soup.\"\n[i]Faint praise,[/i] you think, keeping your smile bright.\n\"What think you then, Lord Bisqueath,\" King Saul says, his quiet voice carrying across the hall as if by magic, \"of the youth?\"\nThe grizzled noble with the enormous pendant who spoken before steeples his fingers.  \"As the fool does seek to learn our ways, it is meet that we should conjure a taskmaster's battery,\" Bisqueath says, leaning forward against the table.  \"By your leave,\" he adds, grinning in a way that does not please you.\nYou look across the room to King Saul.  An aide has just handed him a scroll to review—some edict or other—and he is preoccupied.  He gives Bisqueath a single nod and the entire room turns its attention to you.", "answer": "I've always thought it meet to disarm crudity with charm. A graceful comportment will help me control the moment again.", "alt_answers": ["I will make King Saul understand that this conduct is happening in his name, and force him to endorse or condemn it openly.", "I will appeal to Kitty for support."]}
{"context": "Your grace and athleticism shine through as you leap and cavort wordlessly through the space—even going so far as to jump on the west-most tabletop without spilling a drop of soup.  The appreciative applause and murmurs that fill the space when you finish brings you a rush of delight, especially when you see Their Majesties acclaiming you by tapping their spoons against their soup bowls.  [+Surety]\nmustering up enthusiasm that you don't feel.\n\"For my next endeavor—\"\n\"Your Majesties, I beg your gracious leave.\"\nYou freeze as a grizzle-faced man rises to his feet from the table on your right.  He wears a star-shaped pendant wide as his head; the necklace shifts back and forth across his stout stomach as he jabs a hand towards you.\n\"This seasick ragamuffin, shipped to thee by that provincial sourpuss Ruffino; how do you take his measure at this time?\"\nAll eyes shift to the dais.  King Saul clears his throat and inclines a purple-gloved hand to his Queen.\nShe tilts her head and gives an elegant shrug.  \"I would not mind diversions such as this to watch whilst I await my cooling soup.\"\n[i]Faint praise,[/i] you think, keeping your smile bright.\n\"What think you then, Lord Bisqueath,\" King Saul says, his quiet voice carrying across the hall as if by magic, \"of the youth?\"\nThe grizzled noble with the enormous pendant who spoken before steeples his fingers.  \"As the fool does seek to learn our ways, it is meet that we should conjure a taskmaster's battery,\" Bisqueath says, leaning forward against the table.  \"By your leave,\" he adds, grinning in a way that does not please you.\nYou look across the room to King Saul.  An aide has just handed him a scroll to review—some edict or other—and he is preoccupied.  He gives Bisqueath a single nod and the entire room turns its attention to you.", "answer": "If Lord Bisqueath is so worried about unwholesomeness, I can use a bit of stage trickery to fashion a scare for him.", "alt_answers": ["I will make King Saul understand that this conduct is happening in his name, and force him to endorse or condemn it openly.", "I will appeal to Kitty for support."]}
{"context": "\"It'll cause me more headache to leave it alone and wonder what it's getting into than to keep it in my sight.\"\n\"Thanks ever so much, Duke Ruffino,\" Fig mutters, rubbing his eyelids.\nFig steeples his fingers. \"Rather than turn thee loose into the street, in my estimation there is an appropriate audience here in Westfenster Palace for one with your skills, and a tendency towards impetuousness.  Here are thy marching orders: use thy talents to build morale in the garrison of His Majesty's guardsmen and Knights of the Glade.\"\nThe garrison? You hadn't considered them as an independent audience.\n\"The soldiery have a certain need for activities to release their stresses and build [i]esprit de corps[/i]; a regular entertainer could serve them well.  And, for your part, performing for a company who will be neither retiring nor restrained in disciplining you for transgressions might serve as a corrective.\"\nWith that, he retakes his seat at his desk.  \"What say you?\" he says, with an air of dismissal.\nHis gaze is firm but not unkind. \"You do not seem, at first blush, to be such a one.\n\"I do not know why Duke Ruffino sent you to His Majesty, precisely…and I am even less clear after having heard about your ultimate reception at Court.\" He pauses. \"A wet reception, shall we say?\"\n\"If you like,\" you reply, finding the floor interesting for a moment.\nUnexpectedly, he places a hand on your knee.  \"I tested you to determine where you do not belong for now,\" he says.  \"There may yet be a place among these walls where you do belong.\"\nThe Steward straightens up again with difficulty. \"As you can imagine, there is a certain strain that builds in the serving-classes at Westfenster from the heavy burden of toiling for Their Majesties in the sainted flesh.  It is a tremendous honor, and a grave responsibility.  If there were a figure amongst the servants who could provide a measure of regular diversion and levity…the benefit to [i]esprit de corps[/i] could redound in their duties.\n\"To that end, here are thy marching orders: keep the royal servants happy.\n\"Whether at meals, at rest, on festival days, or any such time as you think it appropriate, you are to dedicate your burgeoning talents to building the good will and vigor of all those souls whose labor makes this Palace sing.  Do so effectively, and it will not go unnoticed.  Do so poorly, and I promise you that that, too, will not go unnoticed.\"\nWith that, he retakes his seat at his desk.  \"What say you?\" he says, with an air of dismissal.\n\"What an honor!  I'm delighted to serve the community.\"\nYour spirits run high as you leave the Steward's chambers, Magnus in tow to some degree or other.  [+Blood]  'Tis a blessing in disguise to be able to hone your craft and learn the unspoken rules of Westfenster Palace, rather than leaping into the tensions of the Court.  With a foundation of support amongst the serving-classes, who knows how far you might eventually ascend?\nTo shake yourself from your malaise, you resolve to take bold action with this time and with this audience, with an eye towards recapturing the attention of nobler eyes.", "answer": "I could set myself up with my own Disputes and Grievances service, in the role of a fortune-teller.", "alt_answers": ["I'll stir excitement throughout the castle with a vow to scale the walls of the Great Hall and leap back down (without dying).", "I'll set tongues wagging by adopting quite the subversive tone in my jests.", "I'll master a whole slew of fine patriotic speeches and spout them night and day to get in the Court's good graces."]}
{"context": "\"Come, sirrah, I can't take your hat.\"\n\"Oh, it's not mine.\"\nYou blink down at him as he falls asleep. You look up at the sign of the pub which the gentleman likely just haunted—[i]The Pudding and Python[/i]—and resolve never, ever to drink there.\n\"Come, Magnus, back goes the hat,\" you say gently, reaching down to your ape.\nFrom Magnus's indignant reaction, you'd think you'd demanded the beast trade ears with the snoring drunk. The more you cajole and insist, the more the little animal latches onto the cap with every ounce of its considerable strength. Finally you give up.\n\"You can keep it if I get the rest of the currants.\"\nMagnus applauds feverishly, the top half of its body obscured by the new cap. A passing merchant looks in wonder at the animated headgear before you and tosses you a farthing. [i]This might not be so bad after all,[/i] you think.\nI'll approach Steward Fig in full bluster and see what can be done about these misbehaving guests.\n\"With me, Thomas,\" you say, pulling him from the workbench. He hands the half-mended cap back to Magnus, who clasps it with both arms and gnaws its brim lovingly. You feel your passages growing seasoned for battle. [+Bile]\nSteward Fig is in his chambers sipping bone broth from a mug when you storm in. He wipes his lips as you explain the situation, with Tom chiming in with details at your prompting, tho' in excessively self-effacing tones.\n\"Full sorry I am, Goodman Fletcher, that Dame Fortune treated you so ill,\" Fig says at last, clearing his throat, \"but absent clear proof of malfeasance, raising this accusation would only embarrass the Baroness Kiell, and disrupt the diplomatic business His Majesty needs to transact.\"\nTom bows and steps backwards towards the exit, having been ready to leave from the moment you dragged him from his tools. You regard Fig's face for just a moment longer.\nIf 'tis proof the Steward needs, then the thing to do is to catch these mercenaries in their scheme again!\n\"Just to be clear, I by no means recommend this!\" Fig shouts after you as you drag Tom by the hand yet again. Your brain is racing with excitement as you conjure up a plan with your partially willing co-conspirator. [+Blood]\nI think it's time Magnus earns its keep; if I can distract the mercenaries, the simian sneak can lighten their pockets.", "answer": "\"This seems dangerous and morally suspect.\"", "alt_answers": []}
{"context": "\"Come, sirrah, I can't take your hat.\"\n\"Oh, it's not mine.\"\nYou blink down at him as he falls asleep. You look up at the sign of the pub which the gentleman likely just haunted—[i]The Pudding and Python[/i]—and resolve never, ever to drink there.\n\"Come, Magnus, back goes the hat,\" you say gently, reaching down to your ape.\nFrom Magnus's indignant reaction, you'd think you'd demanded the beast trade ears with the snoring drunk. The more you cajole and insist, the more the little animal latches onto the cap with every ounce of its considerable strength. Finally you give up.\n\"You can keep it if I get the rest of the currants.\"\nMagnus applauds feverishly, the top half of its body obscured by the new cap. A passing merchant looks in wonder at the animated headgear before you and tosses you a farthing. [i]This might not be so bad after all,[/i] you think.\nI'll approach Steward Fig in full bluster and see what can be done about these misbehaving guests.\n\"With me, Thomas,\" you say, pulling him from the workbench. He hands the half-mended cap back to Magnus, who clasps it with both arms and gnaws its brim lovingly. You feel your passages growing seasoned for battle. [+Bile]\nSteward Fig is in his chambers sipping bone broth from a mug when you storm in. He wipes his lips as you explain the situation, with Tom chiming in with details at your prompting, tho' in excessively self-effacing tones.\n\"Full sorry I am, Goodman Fletcher, that Dame Fortune treated you so ill,\" Fig says at last, clearing his throat, \"but absent clear proof of malfeasance, raising this accusation would only embarrass the Baroness Kiell, and disrupt the diplomatic business His Majesty needs to transact.\"\nTom bows and steps backwards towards the exit, having been ready to leave from the moment you dragged him from his tools. You regard Fig's face for just a moment longer.\nIf 'tis proof the Steward needs, then the thing to do is to catch these mercenaries in their scheme again!\n\"Just to be clear, I by no means recommend this!\" Fig shouts after you as you drag Tom by the hand yet again. Your brain is racing with excitement as you conjure up a plan with your partially willing co-conspirator. [+Blood]\nIf I've the craftsmanship to help Tom fashion some loaded dice, he'll be able to win the funds back himself.", "answer": "\"That seems mightily dangerous, Fleance,\" Fletcher says as you saw off a few small pieces of wood from a stake in the stables. \"I don't think the mercenaries will take kindly to being fleeced.\"", "alt_answers": []}
{"context": "\"Come, sirrah, I can't take your hat.\"\n\"Oh, it's not mine.\"\nYou blink down at him as he falls asleep. You look up at the sign of the pub which the gentleman likely just haunted—[i]The Pudding and Python[/i]—and resolve never, ever to drink there.\n\"Come, Magnus, back goes the hat,\" you say gently, reaching down to your ape.\nFrom Magnus's indignant reaction, you'd think you'd demanded the beast trade ears with the snoring drunk. The more you cajole and insist, the more the little animal latches onto the cap with every ounce of its considerable strength. Finally you give up.\n\"You can keep it if I get the rest of the currants.\"\nMagnus applauds feverishly, the top half of its body obscured by the new cap. A passing merchant looks in wonder at the animated headgear before you and tosses you a farthing. [i]This might not be so bad after all,[/i] you think.\nI'll approach Steward Fig in full bluster and see what can be done about these misbehaving guests.\n\"With me, Thomas,\" you say, pulling him from the workbench. He hands the half-mended cap back to Magnus, who clasps it with both arms and gnaws its brim lovingly. You feel your passages growing seasoned for battle. [+Bile]\nSteward Fig is in his chambers sipping bone broth from a mug when you storm in. He wipes his lips as you explain the situation, with Tom chiming in with details at your prompting, tho' in excessively self-effacing tones.\n\"Full sorry I am, Goodman Fletcher, that Dame Fortune treated you so ill,\" Fig says at last, clearing his throat, \"but absent clear proof of malfeasance, raising this accusation would only embarrass the Baroness Kiell, and disrupt the diplomatic business His Majesty needs to transact.\"\nTom bows and steps backwards towards the exit, having been ready to leave from the moment you dragged him from his tools. You regard Fig's face for just a moment longer.\nIf 'tis proof the Steward needs, then the thing to do is to catch these mercenaries in their scheme again!\n\"Just to be clear, I by no means recommend this!\" Fig shouts after you as you drag Tom by the hand yet again. Your brain is racing with excitement as you conjure up a plan with your partially willing co-conspirator. [+Blood]\nI'll invent a character they can swindle, and expose them in the act of parting me from my coin.", "answer": "Tom lends you some clothes for the role, and counsels you in some matters of dialect of Nilton province, since you've decided to portray a carter and fellow Niltoner who is acquainted with Tom.", "alt_answers": []}
{"context": "You blink down at him as he falls asleep. You look up at the sign of the pub which the gentleman likely just haunted—[i]The Pudding and Python[/i]—and resolve never, ever to drink there.\n\"Come, Magnus, back goes the hat,\" you say gently, reaching down to your ape.\nFrom Magnus's indignant reaction, you'd think you'd demanded the beast trade ears with the snoring drunk. The more you cajole and insist, the more the little animal latches onto the cap with every ounce of its considerable strength. Finally you give up.\n\"You can keep it if I get the rest of the currants.\"\nMagnus applauds feverishly, the top half of its body obscured by the new cap. A passing merchant looks in wonder at the animated headgear before you and tosses you a farthing. [i]This might not be so bad after all,[/i] you think.\nI'll approach Steward Fig in full bluster and see what can be done about these misbehaving guests.\n\"With me, Thomas,\" you say, pulling him from the workbench. He hands the half-mended cap back to Magnus, who clasps it with both arms and gnaws its brim lovingly. You feel your passages growing seasoned for battle. [+Bile]\nSteward Fig is in his chambers sipping bone broth from a mug when you storm in. He wipes his lips as you explain the situation, with Tom chiming in with details at your prompting, tho' in excessively self-effacing tones.\n\"Full sorry I am, Goodman Fletcher, that Dame Fortune treated you so ill,\" Fig says at last, clearing his throat, \"but absent clear proof of malfeasance, raising this accusation would only embarrass the Baroness Kiell, and disrupt the diplomatic business His Majesty needs to transact.\"\nTom bows and steps backwards towards the exit, having been ready to leave from the moment you dragged him from his tools. You regard Fig's face for just a moment longer.\nIf 'tis proof the Steward needs, then the thing to do is to catch these mercenaries in their scheme again!\n\"Just to be clear, I by no means recommend this!\" Fig shouts after you as you drag Tom by the hand yet again. Your brain is racing with excitement as you conjure up a plan with your partially willing co-conspirator. [+Blood]\nI think it's time Magnus earns its keep; if I can distract the mercenaries, the simian sneak can lighten their pockets.\n\"This seems dangerous and morally suspect.\"\n\"Like all worthy causes,\" you reassure Tom with a wink. He stands still, facing you with a coin pouch slung low at his hip.\nYou give a low whistle and continue to entertain Tom with your scintillating witticisms. Meanwhile, Magnus sneaks up behind him and cunningly unties the pouch, cackling with delight before it runs away.\n\"Well done, o cutpurse!\" you crow. \"Tom, did you even feel that?\"\n\"I'faith, I did. The cackling was rather a giveaway as well.\"\n\"That could be more muted,\" you concur, pursing your lips. [i]It would also be helpful if Magnus came back to us with the money,[/i] you think as you watch the beastly brigand capering across the green back towards the East Tower.\nStill, for a day's work teaching Magnus the finer points of pickpocketing, it could be worse. The question is, will Magnus be effective enough in a real scenario, before Kiell's mercenaries?", "answer": "You concoct a fast-paced story that centers on an imagined connection between your family and a renowned master of pastry who lives on Her Ladyship's lands. You can see the entire band struggling to follow your tale, peppered with questions, highs and lows in volume, and expansive hand gestures. You note with satisfaction that their attention is squarely focused on you, and decide you're ready to risk working a low whistle into your story.", "alt_answers": []}
{"context": "You blink down at him as he falls asleep. You look up at the sign of the pub which the gentleman likely just haunted—[i]The Pudding and Python[/i]—and resolve never, ever to drink there.\n\"Come, Magnus, back goes the hat,\" you say gently, reaching down to your ape.\nFrom Magnus's indignant reaction, you'd think you'd demanded the beast trade ears with the snoring drunk. The more you cajole and insist, the more the little animal latches onto the cap with every ounce of its considerable strength. Finally you give up.\n\"You can keep it if I get the rest of the currants.\"\nMagnus applauds feverishly, the top half of its body obscured by the new cap. A passing merchant looks in wonder at the animated headgear before you and tosses you a farthing. [i]This might not be so bad after all,[/i] you think.\nI'll approach Steward Fig in full bluster and see what can be done about these misbehaving guests.\n\"With me, Thomas,\" you say, pulling him from the workbench. He hands the half-mended cap back to Magnus, who clasps it with both arms and gnaws its brim lovingly. You feel your passages growing seasoned for battle. [+Bile]\nSteward Fig is in his chambers sipping bone broth from a mug when you storm in. He wipes his lips as you explain the situation, with Tom chiming in with details at your prompting, tho' in excessively self-effacing tones.\n\"Full sorry I am, Goodman Fletcher, that Dame Fortune treated you so ill,\" Fig says at last, clearing his throat, \"but absent clear proof of malfeasance, raising this accusation would only embarrass the Baroness Kiell, and disrupt the diplomatic business His Majesty needs to transact.\"\nTom bows and steps backwards towards the exit, having been ready to leave from the moment you dragged him from his tools. You regard Fig's face for just a moment longer.\nIf 'tis proof the Steward needs, then the thing to do is to catch these mercenaries in their scheme again!\n\"Just to be clear, I by no means recommend this!\" Fig shouts after you as you drag Tom by the hand yet again. Your brain is racing with excitement as you conjure up a plan with your partially willing co-conspirator. [+Blood]\nI think it's time Magnus earns its keep; if I can distract the mercenaries, the simian sneak can lighten their pockets.\n\"This seems dangerous and morally suspect.\"\n\"Like all worthy causes,\" you reassure Tom with a wink. He stands still, facing you with a coin pouch slung low at his hip.\nYou give a low whistle and continue to entertain Tom with your scintillating witticisms. Meanwhile, Magnus sneaks up behind him and cunningly unties the pouch, cackling with delight before it runs away.\n\"Well done, o cutpurse!\" you crow. \"Tom, did you even feel that?\"\n\"I'faith, I did. The cackling was rather a giveaway as well.\"\n\"That could be more muted,\" you concur, pursing your lips. [i]It would also be helpful if Magnus came back to us with the money,[/i] you think as you watch the beastly brigand capering across the green back towards the East Tower.\nStill, for a day's work teaching Magnus the finer points of pickpocketing, it could be worse. The question is, will Magnus be effective enough in a real scenario, before Kiell's mercenaries?", "answer": "You start spinning an immersive yarn about how in your travels you once met a distant relation of the Baroness Kiell, and punctuate the tale with rapid-fire questions to the band about all aspects of Her Ladyship's lineage.", "alt_answers": []}
{"context": "Your compatriots' initial reluctance to be given notes by a peer fades away when it becomes clear you've a great deal to offer. From all your own study and aught that you learned in collaboration with Aitoko, you've some genuinely insightful suggestions to put in.\nNot only does the bit perform better in subsequent occasions, leading to longer and louder cheers for the Crown [+Fealty], but your skill and collaborative spirit wins you a bit of acclaim amongst your peers. [+Bardbrood] You feel pleased you chose to speak up. [+Surety]\nBeing nobly born is still a fine life, no matter where you rule.\nYou shake your head to imagine the things Brenton's aristocrats can find to complain about, ignoring how lofty their perches are over practically every other soul in the realm.\n\"What say you about the disposition of Brenton's arable fields, professor?\" you say aloud to Magnus as you walk together. The beast looks up at you with an erudite expression before reaching over, removing your shoe, biting it twice, and throwing it at a nearby jackass.\n\"Cogently put,\" you say, apologizing to the mule-driver and retrieving your footwear. How in blazes did the beast manage to remove it whilst you were walking? It's apparently full of talents you haven't begun to cultivate.\nHe is smiling, but there's a dark cast to his countenance that's difficult to read precisely.\n\"A fine performance tonight, Fleance,\" he says. \"Fancy a pint?\"\nYou hesitate, startled at the change in fortunes that seems to have transpired. Back in Port Covens, Wendell was practically holding court among the Bardbrood, reveling in the reflected honor of having work share the stage with The Muse. What can have happened?", "answer": "I'll poke fun and pretend I don't know him, same way he once did to me.", "alt_answers": ["I'm glad to get reacquainted, and let him know he's well met.", "I'm just concerned if he's all right. I wager Wendell needs a listener's ear right now.", "No affront intended, but I can't be seen with him looking thus disreputable; with my eye for fit, a quick stop at the company wardrobe together wouldn't go amiss."]}
{"context": "Yes, and determined to continue thus.\n\"Every time a door opens to get me where I care to be, I fling myself at it,\" you explain. \"Having come this far, I'm not inclined to take any further half-measures.\"\n\"May your grand designs come true, then,\" they say with a sidelong look at you. It's hard to discern what they make of your passionate, ambitious reply. [+Bile]\nA pair of nightingales serenade each other atop a sycamore as you walk past.  You catch a glimpse over the low wall and realize the town cemetery is just on the other side.  Simple marble stones and the occasional mausoleum punctuate the darkened hillside.\n\"On airy nights as this, with open skies,\" they say quietly, not looking at you, \"I dream myself into a zephyr's shape….\"\nSilence hangs. \"Oh?\" you prompt, uncertain.\n\"I lift up from the earth's damp weight, and whisk where'er my blustering fancies might suggest.\" Their eyes are closed, their hands outstretched as if alight. \"More free than any nightingale; less bound than moonbeams shining through a cloudless eve; I do not think, or toil, or dedicate myself to any cause besides the love of movement…joyous speed…delicious flight.\"\nYour brow wrinkles with concern. [i]They're speaking in verse…how many drinks did go down that throat?[/i]\nPerhaps it'll give them comfort if I respond in meter as well; Lord knows my repertoire is well-stocked with examples.\n\"A voice as fine as that to you was gifted,\" you say appreciatively, \"when it declaims in verse…doth still seem stilted.\"\nThey snort, pleased that you too can sling iambs so effortlessly. \"The perspective of the true connoisseur of the stage should carry weight with me, I suppose.\"", "answer": "I'll bluster these scoundrels into submission—or at least slow them long enough for us to escape.", "alt_answers": ["I'll improvise a weapon from whatever's at hand; crafty proclivities, fail me not!", "Running and hiding sounds entirely appropriate to me."]}
{"context": "Yes, and determined to continue thus.\n\"Every time a door opens to get me where I care to be, I fling myself at it,\" you explain. \"Having come this far, I'm not inclined to take any further half-measures.\"\n\"May your grand designs come true, then,\" they say with a sidelong look at you. It's hard to discern what they make of your passionate, ambitious reply. [+Bile]\nA pair of nightingales serenade each other atop a sycamore as you walk past.  You catch a glimpse over the low wall and realize the town cemetery is just on the other side.  Simple marble stones and the occasional mausoleum punctuate the darkened hillside.\n\"On airy nights as this, with open skies,\" they say quietly, not looking at you, \"I dream myself into a zephyr's shape….\"\nSilence hangs. \"Oh?\" you prompt, uncertain.\n\"I lift up from the earth's damp weight, and whisk where'er my blustering fancies might suggest.\" Their eyes are closed, their hands outstretched as if alight. \"More free than any nightingale; less bound than moonbeams shining through a cloudless eve; I do not think, or toil, or dedicate myself to any cause besides the love of movement…joyous speed…delicious flight.\"\nYour brow wrinkles with concern. [i]They're speaking in verse…how many drinks did go down that throat?[/i]\nPerhaps it'll give them comfort if I respond in meter as well; Lord knows my repertoire is well-stocked with examples.\n\"A voice as fine as that to you was gifted,\" you say appreciatively, \"when it declaims in verse…doth still seem stilted.\"\nThey snort, pleased that you too can sling iambs so effortlessly. \"The perspective of the true connoisseur of the stage should carry weight with me, I suppose.\"", "answer": "I'll holler for help.  At least I know how to project….", "alt_answers": ["I'll improvise a weapon from whatever's at hand; crafty proclivities, fail me not!", "Running and hiding sounds entirely appropriate to me."]}
{"context": "sheds the warmth displayed with the other servants to match the King in stoicism.\nThe Prinxe still radiates good health and athleticism through a fur-lined doublet and velvet hose, clearly none the worse for wear from the tussle with the graverobbers.\nYou espy a hint of stiffness as the Prinxe shifts on the throne—either still in recovery from their wounds in the melee, or simply tired of the pressure on their buttocks from the austere, uncushioned throne.\nYou note the stiffness in the Prinxe's movements and the ornate walking-stick leaning against their throne.  The recovery from wounds sustained in the melee may take some time indeed.\nIt's an imposing feeling to be faced with the three of them.  You decide on the instant how you want to try to carry yourself.", "answer": "My place is to grovel in gratitude among this august company; and I've the cool nature to make a champion groveler.", "alt_answers": ["I've the wit to gab and jest with the entire Royal family at once.", "I've memorized whole tomes of courtly etiquette. I might be able to win extra favor by demonstrating that knowledge.", "I'll let my honest good cheer shine through; there's no need to risk the moment with roguery."]}
{"context": "[i]Hi, Ho, Jesterel[/i]\n[i]The worm-fool of the dell![/i]\"\nAfter the closeness you shared, how could he attack you thus in ink and rhyme? Does he really think so little of you?\nYou were welcoming enough to secure the troubled writer lodgings with your company, and this is your recompense?\nYou made an attempt to show him a degree of kindness, and this is what follows? No wonder the once and future Prince was alone and destitute when last you met.\nShe wraps her fingertips about the sheet, her initial excitement transitioning to solicitude as she scans your face. \"Fleance, is this really about you?\"", "answer": "I'll joke away the whole ridiculous affair. The piece is out there, and jests will help me show a graceful spirit about it.", "alt_answers": ["I'll admit it, then pump her for information so I can add this piece to my library as soon as possible.", "I'll share the whole story with her honestly. It'll be good to vent some heat where Wendell is concerned."]}
{"context": "After the closeness you shared, how could he attack you thus in ink and rhyme? Does he really think so little of you?\nYou were welcoming enough to secure the troubled writer lodgings with your company, and this is your recompense?\nYou made an attempt to show him a degree of kindness, and this is what follows? No wonder the once and future Prince was alone and destitute when last you met.\nShe wraps her fingertips about the sheet, her initial excitement transitioning to solicitude as she scans your face. \"Fleance, is this really about you?\"\nI'll deny it up and down, cool-headed enough to convince her. I suspect Audrey will gossip away anything I tell her.\nShe blinks. \"But this Jesterel works for the King, and wears a, wotsit; 'by the  ass-ear hat he'd sport.' Isn't that you?\"", "answer": "Cool phlegm coats your nerves as you maintain that any resemblance is pure coincidence.", "alt_answers": []}
{"context": "She puts on a professional smile before addressing you.\n\"Welcome would you be to serve this Court amid the celebrations near to come.\"\nHer Majesty goes on to explain that the Northern nobles have a strong tradition of fooling and spectacle during their meals, and hospitality demands that Westfenster be prepared to satisfy that expectation.\n\"I am well known for my facility to satisfy expectations,\" you say with a bow.\n\"We await your off'rings at the proper time,\" says King Saul, resettling on the throne and clearly ready to move on. \"Now Exeunt, young fool.\"\nA joke, from His Majesty?  Could it be? You have a warm, fluttering feeling\nas you prepare to bid your adieus.\nIt occurs that if you care to thank Steward Fig for his role in seeing you to this point in your Westfensterly career, this point of dismissal is your final chance.", "answer": "I'm not inclined to mention him at this point.", "alt_answers": ["I'm genuinely grateful that Fig has been as welcoming as he has. I think I can give him credit in a way that doesn't seem blatantly about currying favor.", "I'll have a bit of fun with Fig and make it clear he's the one who ordered me to thank him. I can manage a deadpan that's wry and appreciative all at once."]}
{"context": "but with the Gramercy clan on their way, you'd be better served finding a way to put yourself forward in the palace rather than dwelling on a fellow thespian's rudeness.\nOn the morrow, it's straight to work and no mistake.\nYou're a bit surprised when a herald comes up to you and beckons you to follow. \"I'm a bit in the middle of something, sirrah,\" you say.\n\"If you please,\" says the herald, brooking no dissent.\nStifling annoyance, you and Magnus follow along to a storage room at the back of the barracks, where a heavyset figure is staring at cracks in the masonry with a critical eye.\nHe looks up when you approach and gives you a tight smile. \"Fleance,\" Lord Bisqueath says, brushing the dust off his gloves. \"And friend,\" he appends, noting your simian familiar.\n\"I feel I know you well, young roustabout, though met we've not erewhile. Do you know me?\"\n\"Lord Bisqueath,\" you say with a perfunctory little bow. You've taken the discipline to memorize the names of as many courtiers as you can. The bulky Bisqueath, so frequently at King Saul's right hand, would have been difficult to miss. He runs the Star Chamber, the delightful department of taxation beloved throughout Brenton.\n\"Hmm…\" He gives a satisfied gargle in the back of his throat. \"Attentive, I can tell, no flighty soul. S'good, young Fleance…'t bodes well.\"", "answer": "I'll feign ignorance in face and stance to leave him feeling puffed up.", "alt_answers": ["I'll draw on my knowledge of our nations' history to impress him.", "I'll toss out a quip to show him he's not master here."]}
{"context": "\"I hear that thou'lt regale us with thy gifts at some apropos juncture during the feast.\"\n\"I hear that invitation thou secured to join the crowd for Hotfoot's welcome feast.\"\n\"I hear that royal summons you received, and seem to be no stranger i' the Court.\"\n\"I was reflecting that a fool like you could find excuse to move most anywhere.\"\n\"True enough, m'lord,\" you shrug. Wherever is the gentleman going?\nHe burnishes his starry amulet as he explains that His Majesty and Lady Gramercy are likely to engage in some discussion about the spoils resultant from the victorious Flenish Wars, which naturally touches on affairs of the Treasury in which, as Brenton's chief taxmaster, he has a keen interest.\n\"Participant I'll be in open talks, but sure as sunrise 'twill be [i]tête-à-têtes[/i] between our gentle King and fiery guest that no ears save their own will ever mark.\" He presses his hand against the wall and sighs. \"If past affairs have taught me aught about our noble King, then I would bet ten pounds that 'tis in intimate exchange he might be swayed.\"\n\"Beg your pardon, but swayed how?\"\n\"Into some deal injurious to the Crown,\" Bisqueath says, \"'twill mortgage future strength for present calm.\"\nHe steps closer and puts two meaty hands on your shoulders. \"All I ask, young fool, is that you help me do my duty to the realm my best,\" he says. \"Say yes that thou will be my eyes and ears, and give intelligence on what is being said between our King and Hotfoot and her train, as much as thou can muster.\"\nYou take a moment to process what's being requested.", "answer": "I'll tell him yea, with no intention of ever following through; I've skill enough in the particulars of the convincing lie.", "alt_answers": ["\"You want me to be your spy?\"", "\"Should I render you this service, what would be in it for me?\"", "What he's offering sounds wrong. Let the bones roll how they may, I won't expose myself to this danger."]}
{"context": "Your body obeys you perfectly as you leap and glide from one corner of the stage t'other. Through the magic of your expressive gestures, the tiny patch of wood you tread on this warm afternoon is transformed into the darkened byways of Melinchome, athwart the graveyard where Prinxe Hail made a lonely defense.\nYou seamlessly flow from one character to the next, managing to embody the Heir and their attackers at once. You're dimly aware that your terpsichorean feats are drawing more and more onlookers to the gardens. [+Renown]\nFinally, with a wordless signal to your musicians, you fall to a knee as Prinxe Hail; bloodied, shaken, but victorious against the odds, radiating strength even through their wounds. A final blast of sound accompanies you, then silence as you drop your head.\nThe crowd roars its appreciation, filling the air with their applause and stomping. You put on a smile and bow this way and that, allowing yourself to feel a bit of relief. [+Surety] You feel a pang to think of how much more you might have achieved had you prepared more carefully for this event…but that's a bridge under water if ever there were one. You stuff the doubt down like goose feathers to the bottom of the pillowcase.\nCatching sight of a figure watching from Prinxe Hail's balcony steels you. The Heir themself, perhaps?\n[i]The affair is far from over yet,[/i] you remind yourself as you prepare for the finale. Now that you know Their Highness is watching, you're more convinced than ever that you need to end on a note of:\nReverence and respect.\nYour best way forward is to use this chance to honor the Prinxe. Who knows how being in their good graces could redound to your benefit?\nYou steel yourself as you take center stage.", "answer": "Sharpen your wit and call on the audience to ask questions of the great oracle Magnus.", "alt_answers": ["Perform dueling feats of strength and agility with the burly ape. (A grand finale should showcase skills not yet exhibited.)", "Exhibit the matching costumes you've made for Magnus and yourself. used_blurb"]}
{"context": "He made good on his promise to help at the feast; I should do my part now, and then insist on even greater rewards.\nWho knows how the Duel of Fools would have concluded had His Lordship not provided you with advance knowledge of its twists and turns. There's certainly more advantage to be had from being in the good graces of such a powerful man.\nYou're in control of how far you go in his service, you reason as well. You can provide the level of information that stays within your conscience and satisfy both of you.\nThe more you think about it, the more you bring yourself around to being comfortable with making your way to King Saul's vicinity and simply keeping an ear open. The potential recompense that might follow is exciting to contemplate. [+Bile]\nNow's my chance to gain intelligence for His Lordship; Lord knows he needs it!\nYou wish there were someone along to hear how witty you are. (And to keep you company in the gallows if this affair goes awry.)\nSunlight streams into a vaulted hall lined with statues of Kings gone dirtside. You tread lightly on the stones, obscuring yourself between the statues and the wall. Though you've been a little bit of everywhere in Westfenster by now, this quarter of the Palace is less familiar to you.\nThe entrance to the austere chapel is at the far end of the hall. The short stone building looks plucked from the countryside and brought indoors, a structure within a structure, for a quick sip of godliness in the middle of a busy monarch's day.  Amber lanterns high off the ground encircle the upper half of the holy space.\nYou freeze as you see Lady Gramercy momentarily poke her head from out of the chapel to regard a particular statue before turning to murmur something to an unseen companion. [i]Egad, this is really happening,[/i] you think, feeling your heartbeat pound like an oarmaster's drum.\nA woody rustle across the hall catches your attention. With a start you realize that Audrey is here as well. The slim ginger-haired maid has an armful of wreaths to lay at the feet of particular statues in commemoration of the anniversaries of their crowning achievements, like dying. It seems she's nearly done with the task—she only has a handful left and is eyeing the passage out.\nWho knew that was a task that'd fall to her? And who knew it would bring her to this place at this moment?\nYou hang in the shadows a moment more to decide what to do.", "answer": "I'll simply enter the chapel as if praying and listen in. If challenged, I can talk my way through.", "alt_answers": ["There's a scaffold that leads up to the chapel lanterns; if I scale it, I can be close to the conversation without being espied.", "I've studied how voices can carry through rooms this size. If I can find the right place to stand, I can hear from afar."]}
{"context": "Hardly; now that I have this scroll, writ in his hand, I shall expose him to the Court.\nIt gives you courage to think of claiming control of the situation. [+Blood]\nThis is the opportunity you were waiting for when you pretended to assent to his scheme.\n\"No, but give me your purse and I'll pay your taxes for you; with an appropriate preparer's fee, of course.\"\n\"What ho! Usury!\"\nThey laugh as you bow and take your leave.\nHunting for King Saul is unappealing, especially if he's currently cloistered with Lady Gramercy and likely in no mood for interruptions. If not him, then who?\nBisqueath's note crinkles in the pouch at your hip as you decide what to do.", "answer": "I'll jot down an anonymous explanation and properly stage th'evidence in a creative place His Majesty will discover on his return.", "alt_answers": ["Her Majesty will be receptive; I'll try to discreetly draw her away from her cards.", "Danger be damned, I'll confront Lord Bisqueath before the whole throng, and be ready to run or fight come what may. (Requires an Excess of Surety)"]}
{"context": "I'm spry enough to dodge it.\nYou drop into a side split in the instant, and experience naught but a few drops on thy hair. The look on Baggage's face is priceless, and the roar of delight from the crowd intoxicating. [+Renown]\n[i]You've a fight on your hands, Goodman Baggage,[/i] you think, the early success bolstering your confidence. [+Surety]\nYou decide instantly how to survive this particular gauntlet:\nI know so many sonnets I can conjure up a few lines well enough.\nYour voice rings out, as fine and strong as you can make it:\n\"[i]'I'll scarce be gone a minute; as I say,[/i]\n[i]I only leave thee now to hit the head!'\"[/i]\nYour tone of silliness leaves the room laughing without making any feel overly ill at ease. As the poem goes on, you can tell that your technical skills are increasingly appreciated. [+Renown]", "answer": "With Magnus's help, I'll josh this company by pretending to play village matchmaker.", "alt_answers": ["We'll take brushes in hand to show our skills in comic portraiture.", "We'll fashion an obstacle course out of furnishings here and complete it together."]}
{"context": "This is the opportunity you were waiting for when you pretended to assent to his scheme.\n\"No, but give me your purse and I'll pay your taxes for you; with an appropriate preparer's fee, of course.\"\n\"What ho! Usury!\"\nThey laugh as you bow and take your leave.\nHunting for King Saul is unappealing, especially if he's currently cloistered with Lady Gramercy and likely in no mood for interruptions. If not him, then who?\nBisqueath's note crinkles in the pouch at your hip as you decide what to do.\nDanger be damned, I'll confront Lord Bisqueath before the whole throng, and be ready to run or fight come what may. (Requires an Excess of Surety)\n[i]May God protect me.[/i] You wouldn't mind having some protection from Westfenster's soldiery either in the moment, should this come to blows. So concerned are you about violence that you reclaim Magnus from its minders; in a pinch, you can always fling the beast in an attacker's face like a hairy, fanged bolas.\nYou and your ape station yourselves near the eastern gates, through which the party is bound to return. While Magnus practices somersaults, you do a bit of stretching to pass the time, and to limber yourself up in the likely event that you need to beat a hasty retreat.\nNear an hour passes before the wide gates are opened and the hunting party trots through, a score strong and thronged by twice as many hounds. There is Lord Bisqueath riding in front, clad in leather and armed with blade and bow, in brisk commentary with two of his peers. You draw a deep breath and step forward.\n\"Lord Bisqueath, Master of the Star Chamber,\" you call out, projecting your voice as ably as you can. Most of the party does not notice you right away, but you see that his Lordship does. His eyes widen as you raise up his note. \"I accuse you of treason against the Crown.\"\n\"I will not be silenced!\" you shout in defiance, backpedaling a few steps and holding His Lordship's note in your fist.\nOne of the soldiers lunges forward and grabs you by the wrist. You gasp in pain as he wrenches the note away with only modest effort. You thought you were strong enough to resist, or at least agile enough to flee should violence ensue…only now in the moment do you realize the extent of your mistake.\n\"Give that back,\" you snarl, kicking the soldier in the belly. Without the note, your chief piece of evidence is absent and your accusation loses much of its bite. Your struggle becomes even more desperate as the second guard roughly restrains you and the first secrets the note inside his leather breastplate.\n\"Ridiculous fool!\" you hear Lord Bisqueath say, putting on a grand, forced laugh. The hunting party by and large joins in, still confused about what they're witnessing. \"Methinks this rogue must learn his manners, guards….\"\nNothing good ever follows a sentence like that, even if it is in verse, you think, swallowing as the guards loom over you.", "answer": "To save my hide, I'll pretend was all in jest; I've enough of a rogue's reputation to be believed.", "alt_answers": ["I'll holler for help; I'm beloved enough that some of my community will come to my aid, enough to let me survive this moment.", "Looking at what's about me, I think I can use what's at hand to create a diversion enough to get some space.", "I brought Magnus for just such a moment! I'll order it to attack to buy time for our flight."]}
{"context": "His Majesty sighs.\n\"You made an error, though, in pressing on with your earnest attempt to plant that pouch.\"\n\"You must now understand, good fool,\" Queen Hero puts in gravely, \"how wicked was the plot to which you leant your aid.\"\n\"Oh, I do, I do,\" you say. \"Does it help my case that I made a great hash of planting the evidence?\"\n\"Does it help Lord Bisqueath's case that I am yet alive?\"\n\"A little…?\"\nKing Saul's baleful stare tells you everything you need to know about the fruitfulness of this line of defense.\n\"Oh, have I say in this, after all?\"\nYou can tell the Royal family is disappointed that you should end the encounter on such a sour note. [+Knavery]\nWell, you think as the guards lead you away, they are the ones who ended your dreams of a life of royal service on a sour note, so it's only fitting. [+Bile]\nBarred from open royal service, yes, but with your freedom and a new mandate to speak your mind about what makes Brenton strong…what a curious turn of events, you think.\nAs you contemplate leaving the castle, you know there's something you must do yet:\nA final bit of fooling on the stuff-shirted community here is what's called for; something to remember me by.\nYou haven't much time to plan, so you leap at the first idea that strikes you:", "answer": "Spreading a ridiculous rumor to set them all a-fright.", "alt_answers": ["Clipping a naughty image into one of the topiaries before anyone notices.", "Climbing up the towering regal statuary in the gardens and giving them mustaches."]}
{"context": "\"Oh, I daresay His Majesty might not mind a touch of diversion. You know this fool is well-regarded.\"\n\"Even wer't not for the tawdry reputation this fool carries with him, I would forbid it,\" the first continues, sniffing at you.\n\"A compromise,\" you offer with a winning smile. \"I'll go in, but Magnus will only follow if explicitly summoned. Or if it grows bored and slips past you.\"\nThe guards turn to the Herald, who tugs uneasily at the corners of her coat. She looks in your eyes and sighs. \"I will announce you,\" she says at last. \"Let it be on His Majesty to decide if you're welcome or not.\"\nYou bow deeply, as does Magnus. Of course, you only do it once, while the beast continues doing it in all directions until the Herald reappears from behind the rust-red door.\n\"Enter,\" she says.\nYou interrupt Magnus mid-bow and order it to stay put. \"Back soon,\" you promise before entering the Royal Library.\n\"How oft, it seems, I think myself in private only to find my fool has sought me out,\" he says in a suspicious murmur.\n\"Forgive th'intrusion, and my past transgressions,\" you say, wincing. The memory of being spotted at the chapel is not one you're fond of reliving.\n\"Why are you here?\"", "answer": "\"I was looking for the fishing-pond and got lost.\"", "alt_answers": ["\"To learn why Prinxe Hail is leaving.\"", "\"I just came to listen, if you'd care to talk.\""]}
{"context": "\"Oh, I daresay His Majesty might not mind a touch of diversion. You know this fool is well-regarded.\"\n\"Even wer't not for the tawdry reputation this fool carries with him, I would forbid it,\" the first continues, sniffing at you.\n\"A compromise,\" you offer with a winning smile. \"I'll go in, but Magnus will only follow if explicitly summoned. Or if it grows bored and slips past you.\"\nThe guards turn to the Herald, who tugs uneasily at the corners of her coat. She looks in your eyes and sighs. \"I will announce you,\" she says at last. \"Let it be on His Majesty to decide if you're welcome or not.\"\nYou bow deeply, as does Magnus. Of course, you only do it once, while the beast continues doing it in all directions until the Herald reappears from behind the rust-red door.\n\"Enter,\" she says.\nYou interrupt Magnus mid-bow and order it to stay put. \"Back soon,\" you promise before entering the Royal Library.\n\"How oft, it seems, I think myself in private only to find my fool has sought me out,\" he says in a suspicious murmur.\n\"Forgive th'intrusion, and my past transgressions,\" you say, wincing. The memory of being spotted at the chapel is not one you're fond of reliving.\n\"Why are you here?\"", "answer": "\"I was looking for a model to sketch, and figured you weren't likely to be doing anything.\"", "alt_answers": ["\"To learn why Prinxe Hail is leaving.\"", "\"I just came to listen, if you'd care to talk.\""]}
{"context": "\"A compromise,\" you offer with a winning smile. \"I'll go in, but Magnus will only follow if explicitly summoned. Or if it grows bored and slips past you.\"\nThe guards turn to the Herald, who tugs uneasily at the corners of her coat. She looks in your eyes and sighs. \"I will announce you,\" she says at last. \"Let it be on His Majesty to decide if you're welcome or not.\"\nYou bow deeply, as does Magnus. Of course, you only do it once, while the beast continues doing it in all directions until the Herald reappears from behind the rust-red door.\n\"Enter,\" she says.\nYou interrupt Magnus mid-bow and order it to stay put. \"Back soon,\" you promise before entering the Royal Library.\n\"How oft, it seems, I think myself in private only to find my fool has sought me out,\" he says in a suspicious murmur.\n\"Forgive th'intrusion, and my past transgressions,\" you say, wincing. The memory of being spotted at the chapel is not one you're fond of reliving.\n\"Why are you here?\"\n\"I was looking for the fishing-pond and got lost.\"\nWhen His Majesty smiles, you press the advantage, stringing the concocted story out for a few additional quips before he raises his hand. He knows you're puffing smoke, but you're witty enough that he doesn't seem to mind. [+Saul]\n\"I know why you have come,\" he mumbles through a thin smile.", "answer": "If I've the bodily control to take on th'aspect of the Prinxe, we could re-enact their spat to reach clarity.", "alt_answers": ["I know I've quotes or bits of received wisdom stored away for such a case….", "If I give an outlandish answer, I'll likely make the Prinxe look wiser in comparison—and I might lighten his mood in the meantime.", "I might gamble that his need for advice as a father to a firebrand child outstrips his need for counsel on affairs of state."]}
{"context": "\"How oft, it seems, I think myself in private only to find my fool has sought me out,\" he says in a suspicious murmur.\n\"Forgive th'intrusion, and my past transgressions,\" you say, wincing. The memory of being spotted at the chapel is not one you're fond of reliving.\n\"Why are you here?\"\n\"I was looking for the fishing-pond and got lost.\"\nWhen His Majesty smiles, you press the advantage, stringing the concocted story out for a few additional quips before he raises his hand. He knows you're puffing smoke, but you're witty enough that he doesn't seem to mind. [+Saul]\n\"I know why you have come,\" he mumbles through a thin smile.\nIf I've the bodily control to take on th'aspect of the Prinxe, we could re-enact their spat to reach clarity.\n\"I could answer as myself, but—by y'r leave—might I conjecture how Their Highness the Prinxe approached this same hypothetical?\"\nThe King's eyes widen, then narrow. You elect to take that as a yes.\n\"How dull indeed it is atop a throne,\" you say, drawing yourself up into that lean raptor's pose the Prinxe oft affects. You give your voice a throatiness too and stalk between the table and wall like a caged wildcat. \"All these petitioners, they come to me; why can't I come to them, and in disguise?\"\nYou drape an upright flag over your chest and cast clandestine looks from side to side before pushing the pole away with ennui. \"They ask for compensation; it is theirs! They ask my rings; and in I throw my crown! A ruler rules from sense of shared commitment, not outmoded duty, sent from high—\"", "answer": "\"Enough,\" His Majesty says.", "alt_answers": []}
{"context": "\"Hello there.\"\n\"How do you like that for first words after all these years?\" your mother thunders, stomping towards you. You flinch away, but she reaches out and enfolds you in a massive hug, bursting into tears as she does.\nThings are going to be odd like this for some time, aren't they, you think.\nYou writhe on your bedroll in the tent they've set up for you, some distance from the cottage. \"Was this a mistake, Magnus?\" you ask of your beast, cuddled up on your toes.\nEverything about being home so far is more stressful than pleasant. Magnus is enjoying itself, but each day is a constant struggle to keep the fool creature from making a meal of enough vile vegetation to poison all the wells in Hondelet.\nThe more you think about it, the more you realize the issue. You and your family are trying to recreate the roles that existed before you left, where you were one laborer among many, accepting direction and dutifully playing your part. That arrangement proved untenable at thirteen, and is completely out of the question now.\nYou need new patterns to follow. You need to forge a new life here in this valley, not simply slip back into your childhood. [i]What form might that take?[/i] you muse into the night.\nI can continue performing; perhaps even as a way to boost awareness of the family business.\nYour parents are skeptical about the value of such an endeavor, but when they don't expressly forbid you from pursuing the endeavor you take that as approval to press on.\nAfter substantial coordination with McKenna, who spends much of her days traveling to distant markets to hawk the family wares, you make your first appearance on an apple-crate next to the family cart.\n\"Ladies, gentlemen, spaniels and steers,\" you call out, your voice projecting nicely. McKenna covers her face with her hand as people start to take notice. Don't worry, dear sister, you think at her. You're confident you've a good scheme in place for promoting the family poisons:", "answer": "Enacting illusions wherein you defy death by consuming what appears to be the deadliest foliage on Earth.", "alt_answers": ["Drawing passers-by in with jests, and putting them on the spot with pointed questions about how venom could make their lives easier.", "Singing familiar melodies with new parodic words about the many surprising uses of high-toxicity plants."]}
{"context": "I can't entertain those terms; in consorting with Bisqueath I've already done the Throne too much wrong.\nSometimes, the hot blood in your passages tells you where to stand on a particular course, and you must heed it. [+Blood]\nRaphael looks thoroughly taken aback. \"A great mischance,\" he says with a stiff bow. \"I should have very much liked to see your contributions. Godspeed to whatever venture you do take to.\"\nHe gives Magnus a companionable scratch on the scalp before he departs.\nTom kisses you on the back of the head. \"I wasn't sure at all which way you'd lean, there,\" he says, \"but for my part I'm grateful not to be press-ganged into whatever that was.\"\n\"I'll press-gang you into something else soon enough,\" you murmur.\nRaphael's offer has thrown you; you know you had intended to find a way to tell your story, but now you feel a need to reconsider other options.\nYou shake your thoughts away and turn to the open road. It's hard to dwell on paths not taken when your options yet remain numerous.", "answer": "One bad turn deserves another. If I can convincingly forge evidence implicating His Lordship, the truth will out.", "alt_answers": ["I must petition the Queen for action; as she loves me and loves her realm, she must help determine definitively what truly happened.", "Lord Bisqueath's private notes are in the Star Chamber Spire; impregnable to human intruders but not, perhaps, to a certain bristly-haired climber I know…."]}
{"context": "I'll hear about his stated task with an eye towards informing on him straightaway.\nYou let His Lordship do all the talking, keeping your motions carefully composed.\nThe request, it turns out, is quite a simple one. He hands you an oilcloth pouch and gives you instructions to see it inserted into the southwest guard tower without any noting that 'twas you who did it.\n\"'Twill take a touch of cunning to enact,\" he rumbles. \"Art sure that thou canst keep a steady face?\"\n\"I believe so,\" you demur.\nWith greater information now than when you reached out to Queen Hero last, you determine that informing on the details of this fresh scheme will seal Lord Bisqueath's fortunes fully.\nYou pull away from the walls of Westfenster with immense relief; though, to be truthful, the knot of tension in your chest does not vanish so much as it just changes forms.\nand your motivations for rendering it thus to our inspection,\" he intones.\nYou take a deep breath.", "answer": "I've worked up a plausible explanation that limits my culpability and—most importantly—won't antagonize His Lordship by naming any names.", "alt_answers": ["A full and true reckoning, in humble demeanor, is the only way out."]}
{"context": "I'll hear about his stated task with an eye towards informing on him straightaway.\nYou let His Lordship do all the talking, keeping your motions carefully composed.\nThe request, it turns out, is quite a simple one. He hands you an oilcloth pouch and gives you instructions to see it inserted into the southwest guard tower without any noting that 'twas you who did it.\n\"'Twill take a touch of cunning to enact,\" he rumbles. \"Art sure that thou canst keep a steady face?\"\n\"I believe so,\" you demur.\nWith greater information now than when you reached out to Queen Hero last, you determine that informing on the details of this fresh scheme will seal Lord Bisqueath's fortunes fully.\nYou pull away from the walls of Westfenster with immense relief; though, to be truthful, the knot of tension in your chest does not vanish so much as it just changes forms.\nand your motivations for rendering it thus to our inspection,\" he intones.\nYou take a deep breath.", "answer": "A show of emotion will make it clear I've been victimized by His Lordship's intimidation and am deserving of mercy.", "alt_answers": ["A full and true reckoning, in humble demeanor, is the only way out."]}
{"context": "I'll hear about his stated task with an eye towards informing on him straightaway.\nYou let His Lordship do all the talking, keeping your motions carefully composed.\nThe request, it turns out, is quite a simple one. He hands you an oilcloth pouch and gives you instructions to see it inserted into the southwest guard tower without any noting that 'twas you who did it.\n\"'Twill take a touch of cunning to enact,\" he rumbles. \"Art sure that thou canst keep a steady face?\"\n\"I believe so,\" you demur.\nWith greater information now than when you reached out to Queen Hero last, you determine that informing on the details of this fresh scheme will seal Lord Bisqueath's fortunes fully.\nYou pull away from the walls of Westfenster with immense relief; though, to be truthful, the knot of tension in your chest does not vanish so much as it just changes forms.\nand your motivations for rendering it thus to our inspection,\" he intones.\nYou take a deep breath.\nI've worked up a plausible explanation that limits my culpability and—most importantly—won't antagonize His Lordship by naming any names.\nIn your saga, you were approached by a cloaked stranger with instructions to return a lost parcel (which, of course, you never opened) to the southwest tower, where its owner would retrieve at the end of her sentry duties. 'Twas a queer suggestion but harmless enough that, on a lark, you assented—an error of judgment you regret mightily.", "answer": "The magistrate peppers you with questions for a time but is clearly satisfied with your tale, or sufficiently disinterested in the matter to choose not to pursue it further. Your participation does cast some aspersions on your reputation [+Knavery], but a night's stay in gaol seems to serve as punishment enough in his eyes.", "alt_answers": []}
{"context": "I'll hear about his stated task with an eye towards informing on him straightaway.\nYou let His Lordship do all the talking, keeping your motions carefully composed.\nThe request, it turns out, is quite a simple one. He hands you an oilcloth pouch and gives you instructions to see it inserted into the southwest guard tower without any noting that 'twas you who did it.\n\"'Twill take a touch of cunning to enact,\" he rumbles. \"Art sure that thou canst keep a steady face?\"\n\"I believe so,\" you demur.\nWith greater information now than when you reached out to Queen Hero last, you determine that informing on the details of this fresh scheme will seal Lord Bisqueath's fortunes fully.\nYou pull away from the walls of Westfenster with immense relief; though, to be truthful, the knot of tension in your chest does not vanish so much as it just changes forms.\nand your motivations for rendering it thus to our inspection,\" he intones.\nYou take a deep breath.\nA show of emotion will make it clear I've been victimized by His Lordship's intimidation and am deserving of mercy.", "answer": "As you sniffle your way through the woeful tale, you discern that certain facts of your case are resonating with the Magistrate; to whit, your good-faith attempt to inform on His Lordship's curious behavior to Queen Hero.", "alt_answers": ["It's not clear in the moment if any amount of sobs and sniffles will make the Magistrate forget that, by your own admission, you spied on a secret conference between His Majesty and Lady Gramercy."]}
{"context": "With greater information now than when you reached out to Queen Hero last, you determine that informing on the details of this fresh scheme will seal Lord Bisqueath's fortunes fully.\nYou pull away from the walls of Westfenster with immense relief; though, to be truthful, the knot of tension in your chest does not vanish so much as it just changes forms.\nand your motivations for rendering it thus to our inspection,\" he intones.\nYou take a deep breath.\nA full and true reckoning, in humble demeanor, is the only way out.\nYou relate all the details as faithfully as you can recall them, right from the first time you were approached by Lord Bisqueath on the advent of the Gramercys' visit.\nYou benefited from his foreknowledge in the Duel of Fools, and were subsequently asked to spy on His Majesty in return.As directed, you made a good-faith effort to eavesdrop on a conference between His Majesty and Lady Gramercy, but served to do little more than embarrass yourself.", "answer": "\"The rest of the tale you know,\" you say, indicating the pouch before the Magistrate. \"Regarding His Lordship's recent direction that I infiltrate the guard tower and insert this package therein.\"", "alt_answers": []}
{"context": "Tom kisses you on the back of the head. \"I wasn't sure at all which way you'd lean, there,\" he says, \"but for my part I'm grateful not to be press-ganged into whatever that was.\"\n\"I'll press-gang you into something else soon enough,\" you murmur.\nRaphael's offer has thrown you; you know you had intended to find a way to tell your story, but now you feel a need to reconsider other options.\nYou shake your thoughts away and turn to the open road. It's hard to dwell on paths not taken when your options yet remain numerous.\nOne bad turn deserves another. If I can convincingly forge evidence implicating His Lordship, the truth will out.\nA dedicated inquisitor would conduct interviews, review records, and hunt every dusty corner of the Palace for evidence to build a suit against so powerful an adversary. That sounds like far too much work, you decide, and runs the risk of uncovering a reality that does not comport with your suspicions.\nIf, instead, you manufacture a piece of evidence that tells the story you wish to convey—namely, that the Lord High Regent is a shiftless pretender and a regicide—the potential return is just the same, for a fraction of the time investment and risk.\nJolly well reasoned, you think, a spring in your step as you make your way to gather materials.\nDays go by with no perceptible change in the patterns of the Palace. Then one day, you and Magnus are doing a bit of a balancing act for a crowd on the parade ground when you spy the blacksmith's aide eyeing you, flanked by a quartet of soldiers.\nYou speed on into a big finish, which, being rushed, draws only a fraction of the applause it was supposed to. But you get a sense that there's a conversation to follow that you might not want to defer.\n\"Halloa there,\" says the blacksmith-to-be, rubbing his palm against the back of his neck as he approaches you. \"D'you remember borrowing those engraving tools from me?\"\n\"Indeed. Thankee for the loan. Do they seem fine, now I've returned them?\"\n\"Aye. What'd you make, then? While you had 'em?\"", "answer": "\"Bracelet for m'love. Bit of a statuette, to try it out. This pendant for myself,\" you say smoothly, revealing the iron pendant around your throat. You'd wit enough to anticipate that you might be asked to account for your use of the tools.", "alt_answers": []}
{"context": "Raphael's offer has thrown you; you know you had intended to find a way to tell your story, but now you feel a need to reconsider other options.\nYou shake your thoughts away and turn to the open road. It's hard to dwell on paths not taken when your options yet remain numerous.\nBisqueath's barbarian bodyguards must know all of his secrets. Working my wiles on one of them will yield the information I need.\nSince your first days at Court you've noted a small cadre of thick-muscled guards standing in the vicinity of His Lordship. If you can figure out how to get one of them apart from the others, you may be able to exercise a bit of influence.\nIt takes a day or two of observation in Court to learn their patterns. They sleep and wake in servant's quarters a floor down from the Lord High Regent's chambers. They breakfast early in the kitchen, then are prepared to stand in largely mute attendance at Bisqueath's back for his morning meal. There they remain for the bulk of the day, in private meetings and public assemblies alike.\nBut when Bisqueath retires for dinner and contemplation of his ledgers and texts, only one of the guards remains with him on a rotating basis each day. The others disperse to have a bit of what they might consider leisure time. The first one you observe, a dark-haired woman with glassy eyes and powerful arms, simply retires to her chambers once so dismissed. But you focus in on a short man with the shoulders of a drawhorse, who spends his liberty—\n\"Drumming?\" you murmur aloud, after following the man through the castle gates to a festive crowd in the meadow beyond the moat.\nI'll entice him to leave his drum and dance with me.\nYou break away congenially from your dance partner and join the throng in the center of the festivities, right near where the drummers have arrayed themselves. You bob and dip and sway with all the litheness you can manage, enjoying the driving sensuality of the moment.\nOnce confident that Bisqueath's guard cannot fail to see you standing out from the crowd, you affix your eyes directly on him for the first time. His beat falters, startled by the sudden contact; he seems a bit of an island amidst the otherwise connected multitude.\nYou reach out your hands towards him with a beckoning smile, mouthing an invitation to dance. The other drummers are caught up in the spirit of the thing and laugh appreciatively as you swirl your hips by way of demonstration. They goad him up good-naturedly, but you can see from his reddening face and deepening frown that he doesn't appreciate the public attention.\nDelicately, you flash a final smile and give a bit of a bow before finding another space to dance. A disappointment, but just because he didn't dance doesn't mean he wasn't interested. All is not yet lost, as long as you proceed carefully….", "answer": "The guard's initial reluctance—as far as you can glean, due to orders from Bisqueath to be cautious about romantic assignations with courtly figures—wilts to nothing when weighed against the prospect of your favors. It's gratifying to know that you have such power when you choose to wield it. [+Surety]", "alt_answers": []}
{"context": "I agree that affairs are getting worse, not better, here at the Palace. I'll try my luck with the Bardbrood.\nShe clasps you on the shoulders. \"I'm delighted, and I wish you all the best in your work there.\"\nSome days later, a meeting is arranged with the mysterious Raphael just outside the palace walls. The Bardic elder is of an avuncular shape in long white robes, his skin dotted with liver spots but his eyes clear and keen. He agrees to arrange for an escort for you to make the trek to the Bardbrood Academy and all that might come from it.\nOn the appointed day, you leave the castle walls with all the gear you might care to bring, making noises to the guards that you have a riotous night in mind. Instead you meet up with your escort and start the somewhat less riotous trek west to this mythical Bardbrood Academy.\n[i]I certainly hope all this is worth it,[/i] you think, holding Magnus tight atop your horse.\n\"I understand you tried your hand at writing, and the piece was not too badly received by half,\" Wendell says in a stunningly patronizing tone. You find it hard to believe that he has no direct awareness of the [i]Hemdall[/i] piece, seeing as how he was its inspiration.\n\"I understand you tried your hand at writing at one time; bully for you for rising to that challenge!\" Wendell says in a stunningly patronizing tone. You find it hard to believe that he has no direct awareness of the [i]Hemdall[/i] piece, seeing as how he was its inspiration.\n\"I think it's quite brave of you to put yourself forward for this role,\" he says with a patronizing cast. \"A lesser mind might think that, since you've spent your life as a performer in courtly environs, it's a bit of an insult to think you even belong in attendance here, let alone seeking the preeminent leadership role over all the Bardbrood; but I say 'Good show!' instead.\"\n[i]I'm quite sure you do,[/i] you sigh. Is it ever to be the same with this one?", "answer": "So ripe for parody is Wendell I wager I can set the whole queue laughing with a cunning impersonation.", "alt_answers": ["Let's see if I can rattle him with my venting; I'm irate as ever at the 'Jesterel the Worm' business.", "I might be able to put him in's place with a well-placed quotation or two.", "I'm genuinely pleased to see the arrogant sod. I'll cheer him with genuine well-wishes."]}
{"context": "\"I just want you to know that whatever you want to do—go to the Palace, stay here in the woods, flee the realm—I'll be there beside you.\"\n\"And so will Magnus,\" you amend, as the beast pinches your bottom to remind you of its presence.\nAn awkward silence hangs in the air. [i]Egad,[/i] you think, it's possible your declaration of support has made Hail more uncertain about what to do next, not less.\n\"Well, as you will,\" they say at last. \"You must understand that when I do act, I can't be constrained by what you say you need. I'm the Heir of Brenton.\"\n\"Indeed, of course. That's what I'm saying,\" you clarify, taking a step closer.\n\"Let's to camp.\"\nHail makes an abrupt turn away from you and strides off into the night. So much for a romantic connection…you're quite sure now they've not the slightest interest in touching you, let alone spending a life together. What have you gotten yourself into?\nYou swallow a lump and, for lack of anything better to do in the moment, follow Prinxe Hail into the darkness.\nReturning to Westfenster Palace seems the clearest course.\nYou queue up at Westfenster's North Gate behind petitioners with stories meant for noble ears, and farmers with carts of provender meant for noble mouths.  You're lost in your own thoughts when the guards finally get around to recognizing you and Magnus.\nAfter a hasty conference, the guards direct you into the small gatehouse. As long as you can get some food some and rest your rump on something that doesn't have roots growing in it, you think wearily, you don't mind a bit.\nThe officer on the watch starts when she sees you and instructs the guards to pull the door shut.\nThere's a brusqueness about her movements that makes your bones grow a bit heavier. You know the look of souls who aren't fond of your reputation, and you're not keen to be subject to questioning by one.", "answer": "It doesn't do me any favors to describe how much time I've spent with the now-absent Heir. I'd do better to offer a better explanation for my absence.", "alt_answers": ["I should give a full retelling of our sojourn, including our romance. Honesty is the best preventative against suspicion.", "I should describe our outing as thoroughly as I can. I've no interest in arousing suspicions."]}
{"context": "you have some concerns that your hot bile may have crept to the surface as you spoke, suggesting at a tale of ambition thwarted or bitterness and impulsivity behind your words.\n\"I know her, yes….\"\n\"She was involved, fool. I'm not allowed to tell you more, but evidence has been found that proves she was involved.\" The Steward lets out a sigh. \"All that is known is that members of the Royal family are snuffing out like candles, and the world is quaking beneath our feet.\"\nThe officer steps forward and unlocks the door to your cell. Steward Fig takes a step back and raises his voice as the brutes step closer. \"I was allowed to come because I believe in you, Fleance—you're mad, but I believe in you! Tell them something useful…for God's sakes, speak up now to save yourself and your Kingdom!\"\nTell them something useful? Your mind races as you feel the stone wall at your back.", "answer": "\"I know who's behind this plot—Lord Bisqueath! And I've brains enough to prove it!\"", "alt_answers": ["\"Never put a fool's back to the wall; we'll fight, or fly, or both!\"", "\"I can find the Prinxe and bring them back! Tell the Queen!\""]}
{"context": "You queue up at Westfenster's North Gate behind petitioners with stories meant for noble ears, and farmers with carts of provender meant for noble mouths.  You're lost in your own thoughts when the guards finally get around to recognizing you and Magnus.\nAfter a hasty conference, the guards direct you into the small gatehouse. As long as you can get some food some and rest your rump on something that doesn't have roots growing in it, you think wearily, you don't mind a bit.\nThe officer on the watch starts when she sees you and instructs the guards to pull the door shut.\nThere's a brusqueness about her movements that makes your bones grow a bit heavier. You know the look of souls who aren't fond of your reputation, and you're not keen to be subject to questioning by one.\nI should give a full retelling of our sojourn, including our romance. Honesty is the best preventative against suspicion.\n\"That was perhaps more detail than was required,\" she says, her face rouged a bit after your profoundly honest narrative. [+Bawdiness]\nPrudery aside,\nyou can tell that the warmth of your personality makes you easier to believe.\nThe greatest awkwardness has to do with returning to Audrey. With Hail absent for who knows how long, there doesn't seem much sense pining over them and pretending that a relationship remains. But when you see the hurt in the ginger-haired maiden's eyes, and realize how it must have felt to her when you suddenly disappeared, you're not sure what is best to do:", "answer": "I'll own up that I departed with the Heir, but there's no need to explain that we were intimate.", "alt_answers": ["I should say in no uncertain terms that our romance is over."]}
{"context": "Act IV; scene i: Coronation\nYou make preparations on the sly for your excursion to seek out Prinxe Hail, not wishing anyone to know your purpose. Something tells you Lord Bisqueath would not take kindly to your self-appointed task.\nKitty Harlowe forces your hand when she you approaches you with an assignment to lead a troupe of performers to drum up support among the masses for the new Regent. \"A notable offer, and an aim I support to the hilt, of course,\" you say, \"but I'm already committed to a bit of an artistic sabbatical and will be unable to participate at this time.\"\nShe puts her hands on her hips. \"Does that mean you'll have more pages for the Bardbrood to peruse soon?\"\n\"Oh, absolutely not,\" you admit.\nYou can tell that you leave her with far more questions than answers. \"All the more reason to pack fast and leave faster,\" you murmur aloud later, back in your room. The longer you stay in the Palace under the new regime, the more likely it is you'll be looped into something you have no wish to participate in.\nMy fellow Brentons will be my greatest asset. I'll suss them out by interrogating every soul I meet.\nYou give yourself a day or two's travel north so your efforts are not so apparent to those who might wish your cause ill. From that point on, you activate all the charm and forthrightness you possess and approach every caravan, every campfire, and every public-house you pass.\nYou absorb a tremendous amount of local gossip and listen through hours of discourse on how successful the harvests have been—that it's a good year for squash is a theme that recurs enough you almost miss it when it doesn't show up in a conversation.\nBut as the weeks go on, you grow concerned. No matter how effective you are at drawing people out in speech, they cannot share with you anything they don't know; and the vacant stares and shrugs you receive whenever you ask about sightings of the Heir make you wonder if this is the right net to be casting.\nIn fact, they approach you before too long and indicate for you and Magnus to follow into the masters' shed.\n\"Have I heard aright that you're on the hunt for the Prinxe Hail?\" one of them says, brow furrowed as she stares at you.\n\"I might say 'fool's errand' instead of 'hunt' for all the luck I've had,\" you deadpan, but you allow that this is the purpose of your journey.\nThe two overseers look at each other and share a nod.\n\"You talk and you jest about it, but you've got a worried look about you that can't be forced,\" the man says, leaning closer to you. \"You care about finding them.\"\nYou rub your arms, feeling the melancholy just below the surface. \"Indeed,\" you say, quietly.\n\"They encamped near here only a week ago.\"\n[i]Hello,[/i] you think with delight as they relate all that they know.", "answer": "I'm on business of national importance; if that's not enough to help me bluster someone out of a horse, I don't know what is.", "alt_answers": ["I've memorized enough maxims about the wilderness to call survival a skill; I can continue pressing ahead on my own.", "If I stand by the roadside with my eyelashes a-flutter and my calves on display, I believe a kindly soul might help me with passage ahead."]}
{"context": "As you keep up your duties as entertainer to the Peasants, the coming bacchanal looms heavy over your thoughts. How you hope for a strong result for your new offering amongst that festive crowd!\nIt so happens that you are at leisure one afternoon, badgering Tom Fletcher whilst he tests a new-made saddle on a courier's horse, when a young soldier comes running past, eyes wide and mouth hard-set in a line.\nand figure it must simply be his big-hearted nature.\nHe gives you a bit of a glare through his tears. \"You haven't any memory at all of my telling you of my aunt who taught me to ride, and her cousins. I know I've told you those tales, and I know I've told you they live in Gallibran, and Lord only knows what they're going through right now.\"\nI owe him an apology for not attending his history better.\nBile gives your apology a roughness that makes it not sit well. Tom pulls away from you with a protest to talk it through later. [-Fletcher]", "answer": "I can use my artistry to help ensure that this energy is transferred into rallying 'round the King, not the other way 'round.", "alt_answers": ["For Tom's sake, and all those lost, I can use my talents to rebuke the Throne for letting this happen.", "I need to prepare a piece about the dangers of war to do what I can to ensure cooler heads prevail in dangerous times.", "These tensions mounting will need release…. I should organize a grand dance and spectacle to help divert people from their sorrows."]}
{"context": "Though the formal coronation takes time to prepare, Hail wastes no time assembling the Council and putting their stamp on the business of the day. You hang back for now in a corner of the council-chamber at Hail's invitation as the Prinxe speaks.\nRaising eyebrows around the room, Hail's first act is to order the inquisition into King Saul's regicide re-opened, calling into question the entire [i]casus belli[/i] against the Fein Empire. \"As we rattle sabers with the Empire, I have a need to know particulars of how it was they carried out this act.\"\n\"'Twas resolved, Your Highness, in your absence,\" Lord Bisqueath speaks up, his tone respectful but his face dark. \"To stir up settled matters once again would seem to show us shy of making war.\"\n\"As we should be, good my Lord.\"\n\"See here—\" His Lordship fights to get himself under control. Hail stares him down. \"Your Highness does not wish t'imply, I'm sure,\" he begins again at a measured pace, \"that I, as Regent, took our realm to war without the rationale certain and sure.\"\n\"I'm sure you did; now so must I before another soldier dies.\"\n\"We spurned you, once, for throwing suspicion upon actions taken by the Lord Bisqueath.\"\n\"I understand that once you voiced some dangerous opinions about Lord Bisqueath's role in my father's death….\"\nHail looks about before continuing. \"Is't possible that the case for war against the Fein is some pretense?\" they say in a very low voice. \"I know I should be hot t'avenge my father's killers, but from the little I know…\"\nThe new Monarch trails off. You clear your throat, deciding exactly what to say.", "answer": "That pouch I planted was part of His Lordship's scheme. I must speak quickly to steer Hail away, lest anyone look too closely and discover my involvement.", "alt_answers": ["Having gone on record throwing my lot against Bisqueath, there's no sense doing anything but pressing ahead in the same vein.", "His Lordship is a lout. I will advise a full investigation of everything he chose to do while on the Throne, consequences be damned.", "This notion of conspiracy smacks of the stage, not real life. In fact, I think I know where I've read of this plot before. I must help them see how fictional it all seems….", "Whatever the truth may be, I must counsel them it looks ill to be not yet crowned and already upending momentous decisions made during the Regency.", "I'm just a fool—I've no business weighing in on such matters."]}
